Repository: lay295/TwitchDownloader
Catalog: TwitchDownloaderWPF/Translations/Strings.*.resx
Languages: es, fr, it, ja, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

# MaskWithNoAlpha
source: You've selected generate mask with an opaque background. Reduce the background color alpha or disable generate mask.
es: Ha seleccionado generar máscara con fondo opaco. Reduzca el color de fondo alfa o desactive generar máscara.
fr: Vous avez choisi de générer un masque avec un arrière-plan opaque. Réduisez la couleur alpha de l'arrière-plan ou désactivez le masque de génération.
it: Hai selezionato di generare una maschera con sfondo opaco. Riduci il colore di sfondo alfa o disattiva la generazione di maschera
ja: 背景が不透明なマスクを生成するを選択しました。背景色のアルファ値を下げるか、マスクの生成を無効にします。.
pl: Wybrałeś generowanie maski z nieprzezroczystym tłem. Zmniejsz alfa koloru tła lub wyłącz generowanie maski.
pt_br: Você selecionou gerar uma máscara com um plano de fundo opaco. Reduza a cor alfa do plano de fundo ou desabilite o gerar máscara.
ru: Вы включили опции генерации маски вместе с непрозрачным фоном. Уменшите прозрачность фона или выключите генерацию маски.
tr: Opak bir arka plana sahip maske oluşturmayı seçtiniz. Arka plan rengi alfasını azaltın veya oluşturma maskesini devre dışı bırakın.
uk: Ви вибрали генерування маски з непрозорим тлом. Зменшіть альфа кольору фону або вимкніть генерацію маски.
zh_cn: 你选择了生成不透明背景的遮罩。降低背景颜色 Alpha 或禁用生成遮罩。
zh_tw: 你選擇了生成不透明背景的遮罩。降低背景顏色 Alpha 或停用生成遮罩。

source: Outline Scale:
es: Escala de contorno:
fr: Échelle des contours:
it: Scala di contorno:
ja: アウトラインスケール:
pt_br: Escala de Cobertura:
ru: Размер обводки:
tr: Anahat Ölçeği:
uk: Розмір обрису:
zh_cn: 描边比例：
zh_tw: 邊框比例：

# TimeSpanCustomFormatting
source: trim_start_custom, trim_end_custom, and length_custom formattings are based on the
es: Los formatos trim_start_custom, trim_end_custom y length_custom se basan en el formato
fr: trim_start_custom, trim_end_custom et length_custom formattings are based on the
it: I formati trim_start_custom, trim_end_custom e length_custom si basano sul formato
ja: trim_start_custom, trim_end_custom, length_custom の書式は
pl: formatowanie trim_start_custom, trim_end_custom, i length_custom jest bazowane na
pt_br: Formatações trim_start_custom, trim_end_custom, e length_custom são baseados no
ru: trim_start_custom and trim_end_custom форматирование основанно на
uk: trim_start_custom, trim_end_custom, та length_custom форматування базуються на
zh_cn: trim_start_custom、trim_end_custom 和 length_custom 格式基于
zh_tw: trim_start_custom、trim_end_custom 和 length_custom 格式基於

# TimeSpanCustomFormattingHyperlink
source: C# standard TimeSpan format strings
es: Cadenas de formato de intervalo de tiempo estándar de C#
it: Stringhe di formato di intervallo di tempo standard di C#
ja: C#標準のTimeSpan書式文字列に基づいています。
pl: Standardowych ciągach formatujących TimeSpan C#
pt_br: Strings de Formato TimeSpan padrão do C#
ru: C# строки стандартного формата TimeSpan
tr: C# standart TimeSpan biçim dizeleri
uk: C# стандартні рядки форматування TimeSpan
zh_cn: C# 标准时间范围格式字符串
zh_tw: C# 標準時間範圍格式字串

# UnknownErrorOccurred
source: An unknown error occurred
es: Se ha producido un error desconocido
fr: Une erreur inconnue s'est produite
it: Si è verificato un errore sconosciuto
ja: 不明なエラーが発生しました
pt_br: Um erro desconhecido ocorreu
ru: Неизвестная ошибка
tr: Bilinmeyen bir hata oluştu
uk: Виникла невідома помилка
zh_cn: 发生未知错误
zh_tw: 發生未知錯誤

# TaskCouldNotBeRemoved
source: The task could not be removed
es: No se ha podido eliminar la tarea
fr: Le travail n'a pas pu être supprimé
it: Impossibile eliminare l'attività in corso
ja: タスクを削除できませんでした
pt_br: O trabalgo não pôde ser removido
ru: Убрать задачу не удалось
tr: Görev kaldırılamadı
uk: Завдання не вдалося видалити
zh_cn: 无法移除此任务
zh_tw: 無法移除此任務

# CancelTaskBeforeRemoving
source: Please cancel the task or wait for it to finish before removing it
es: Por favor, cancele la tarea o espere a que termine antes de eliminarla.
fr: Veuillez annuler le travail ou attendre qu'il soit terminé avant de le supprimer
it: Si prega di annullare l'attività o attendere che finisca prima di eliminarla.
ja: タスクをキャンセルするか、タスクの終了を待ってから削除してください。
pt_br: Por favor cancele o trabalho ou espere-o terminar antes de removê-lo
ru: Пожалуйста завершите задачу или подождите пока она выполнится прежде чем убирать её
tr: Lütfen görevi iptal edin veya kaldırmadan önce bitmesini bekleyin
uk: Будь ласка, скасуйте завдання або дочекайтеся його завершення, перш ніж видалити
zh_cn: 请取消任务或等待任务完成后再将其删除
zh_tw: 請取消任務或等待任務完成後再將其刪除

source: Unable to download FFmpeg
es: No se puede descargar FFmpeg
fr: Impossible de télécharger FFmpeg
it: Impossibile scaricare FFmpeg
ja: FFmpegがダウンロードできませんでした
pt_br: Incapaz de baixar o FFmpeg
ru: Не удалось скачать FFmpeg
tr: FFmpeg indirilemiyor
uk: Не вдається завантажити FFmpeg
zh_cn: 无法下载 FFmpeg
zh_tw: 無法下載 FFmpeg

# UnableToDownloadFfmpegFull
source: Unable to download FFmpeg. Please manually download it from {0} and place the file at {1}
es: No se puede descargar FFmpeg. Por favor, descárguelo manualmente desde {0} y coloque el archivo en {1}.
fr: Impossible de télécharger FFmpeg. Veuillez le télécharger manuellement à partir de {0} et déplacer le fichier à {1}
it: Impossibile scaricare FFmpeg. Per favore, scaricalo manualmente da {0} e colloca il file in {1}.
ja: FFmpegがダウンロードできませんでした。 {0} から手動でダウンロードし、ファイルを {1} においてください。
pt_br: Incapaz de baixar o FFmpeg. Por favor baixe-o manualmenmte do {0} e coloque o arquivo no {1}
ru: Не удалось скачать FFmpeg. Пожалуйста скачайте самостоятельно его с {0} и положите его в {1}
tr: FFmpeg indirilemiyor. Lütfen {0} adresinden manuel olarak indirin ve dosyayı {1} konumuna yerleştirin.
uk: Не вдалося завантажити FFmpeg. Будь ласка, завантажте його вручну з {0} та розмістіть файл у {1}
zh_cn: 无法下载 FFmpeg。请从 {0} 手动下载，并将文件放在 {1} 处。
zh_tw: 無法下載 FFmpeg。請從 {0} 手動下載，並將檔案放在 {1} 處。

# AlternateBackgroundColor
source: Alt Background Color:
es: Color de fondo alternativo:
it: Colore di sfondo alternativo:
ja: 代替バックグラウンドカラー:
pt_br: Cor do Plano de Fundo Alternativo:
ru: Другой цвет фона:
tr: Alternatif Arka Plan Rengi:
uk: Колір тла чату:
zh_cn: 交替背景颜色：
zh_tw: 交替背景顏色：

# AlternateMessageBackgrounds
source: Alternate Backgrounds
es: Fondos alternativos
it: Fondi alternativi
ja: 代わりの背景
pt_br: Planos de Fundo Alternativos
ru: Другие фоны
tr: Alternatif Arka Planlar
uk: Альтер. тло
zh_cn: 交替背景
zh_tw: 交替背景

# AlternateMessageBackgroundsTooltip
source: Alternates the background color of every other chat message to help tell them apart.
es: Alterna el color de fondo de cada mensaje de chat para ayudar a distinguirlos.
fr: Alterne la couleur d'arrière-plan de tous les messages de chat impairs pour les différencier.
it: Alterna il colore di sfondo di ogni messaggio di chat per distinguerli.
ja: 他のチャットメッセージの背景色を交互に表示し、見分けやすくします。
pt_br: Alterna as cores do plano de fundo de cada mensagem do chat para ajudar a diferenciá-los.
ru: Меняет цвет фона для каждого сообщения чтобы отделить их
tr: Diğer sohbet mesajlarının arka plan rengini değiştirerek onları birbirinden ayırmaya yardımcı olur.
uk: Змінює колір тла кожного іншого повідомлення чату, щоб допомогти відрізнити їх.
zh_cn: 将每个聊天消息的背景颜色交替更改，以帮助区分它们。
zh_tw: 將每個聊天訊息的背景顏色交替更改，以幫助區分它們。

# EncodeClipMetadata
source: Encode Metadata:
es: Codificar metadatos:
fr: Inclure les métadonnées
it: Codifica metadata:
ja: メタデータのエンコード:
pt_br: Metadados de Codificação:
ru: Зашифровать метаданные:
tr: Meta Verileri Kodlayın:
uk: Кодування метаданих:
zh_cn: 编码元数据：
zh_tw: 編碼中繼資料：

# MessageBoxTitleError
source: Error
fr: Erreur
it: Errore
ja: エラー
pl: Błąd
pt_br: Erro
ru: Ошибка
tr: Hata
uk: Помилка
zh_cn: 错误
zh_tw: 錯誤

# UnableToStartWindowsThemeWatcher
source: Unable to start Windows application theme watcher. Real-time Windows theme synchronization has been disabled. Error code: {0}
es: No se puede iniciar el observador de temas de la aplicación de Windows. Código de error: {0}
fr: Impossible de démarrer l'observateur de thème de l'application Windows. La synchronisation des thèmes Windows en temps réel a été désactivée. Code d'erreur : {0}
it: Impossibile avviare l'osservatore dei temi dell'applicazione Windows. Codice di errore: {0}
ja: Windowsアプリケーションのテーマウォッチャーを起動できません。Windows テーマのリアルタイム同期が無効になっています。 Error code: {0}
pl: Unable to start Windows application theme watcher. Error code: {0}
pt_br: Incapaz de iniciar o aplicativo de leitor de temas do Windows. Sincronização de tema em tempo-real do Windows foi desabilitado. Código de erro: {0}
ru: Не получилось запустить Windows application theme watcher. Код ошибки: {0}
tr: Windows uygulama teması izleyicisi başlatılamıyor. Hata kodu: {0}
uk: Не вдається запустити переглядач тем програм для Windows. Код помилки: {0}
zh_cn: 无法启动 Windows 应用程序主题监视器。已禁用实时 Windows 主题同步。错误代码：{0}
zh_tw: 無法啟動 Windows 應用程式主題監視器。已停用即時 Windows 主題同步。錯誤代碼：{0}

# LabelVideosPerPage
source: Videos per page:
es: Vídeos por página:
fr: Vidéos par page:
it: Video per pagina:
ja: ページ毎のビデオ:
pt_br: Vídeos por página:
ru: Видео на странице:
tr: Sayfa başına video:
uk: Відео на сторінку:
zh_cn: 每页视频数：
zh_tw: 每頁影片數：

# StatusDownloaderFFmpeg
source: Downloading FFmpeg {0}%
es: Descarga FFmpeg {0}%
it: Scarica FFmpeg {0}%
ja: FFmpegをダウンロード中 {0}%
pt_br: Baixando FFmpeg {0}%
ru: Скачиваем FFmpeg {0}%
tr: FFmpeg İndiriliyor {0}%
uk: Завантаження FFmpeg {0}%
zh_cn: 正在下载 FFmpeg {0}%
zh_tw: 正在下載 FFmpeg {0}%

# CopyVideoIDToClipboard
source: Copy ID to clipboard
es: Copiar ID al portapapeles
fr: Copier l'identifiant vidéo
ja: クリップボードにIDをコピー
pt_br: Copiar ID pra área de transferência
ru: Скопировать ID в буфер обмена
uk: Копіювати ID до буферу
zh_cn: 复制 ID 至剪贴板
zh_tw: 複製 ID 至剪貼簿

# CopyVideoURLToClipboard
source: Copy URL to clipboard
es: Copiar URL al portapapeles
fr: Copier le lien vidéo
ja: クリップボードにURLをコピー
pt_br: Copiar URL pra área de transferência
ru: Скопировать URL в буфер обмена
uk: Копіювати посилання до буферу
zh_cn: 复制 URL 至剪贴板
zh_tw: 複製 URL 至剪貼簿

# OpenVideoInBrowser
source: Open in browser
es: Abrir en el navegador
fr: Ouvrir dans un navigateur web
ja: ブラウザーで開く
pt_br: Abrir no navegador
ru: Открыть в браузере
uk: Відкрити у браузері
zh_cn: 在浏览器中打开
zh_tw: 在瀏覽器中開啟

# ResetSettingsConfirmationMessage
source: Are you sure you want to restore all settings to their default values?
es: ¿Estás seguro de que quieres restaurar todos los ajustes a sus valores por defecto?
ja: 本当にすべての設定をデフォルトに戻しますか？
pt_br: Tem certeza que queres restaurar todas as configurações para seus padrões?
ru: Ты точно хочешь сбросить все настройки к заводским значениям?
uk: Ви впевнені, що хочете відновити всі налаштування до типових?
zh_cn: 确定要将所有设置恢复为默认值吗？
zh_tw: 確定要將所有設定復原為預設值嗎？

# ResetSettingsConfirmation
source: Restore Settings Confirmation
es: Confirmación de restauración de ajustes
pt_br: Confirmação de Restauracão de Configurações
ru: Подтверждение сброса настроек
uk: Підтвердити скидання
zh_cn: 恢复设置确认
zh_tw: 復原設定確認

# TheApplicationMustBeRestartedMessage
source: The application must be restarted for changes to take effect.
es: La aplicación debe reiniciarse para que los cambios surtan efecto.
ja: 設定を有効にするにはアプリケーションを再起動する必要があります。
pt_br: O aplicativo deve ser reiniciado para que as mudanças tenham efeito.
ru: Приложение должно быть перезапущено чтобы применить изменения.
uk: Щоб зміни набули чинності, необхідно перезапустити застосунок.
zh_cn: 必须重新启动应用程序才能使更改生效。
zh_tw: 必須重新啟動應用程式才能使更改生效。

# RestartTheApplication
source: Please restart {0}
es: Por favor, reinicie {0}
ja: 再起動してください {0}
pt_br: Por favor reinicie {0}
ru: Пожалуйста перезагрузите {0}
uk: Будь ласка перезапустіть {0}
zh_cn: 请重新启动 {0}
zh_tw: 請重新啟動 {0}

# ButtonRestoreDefaultSettings
source: Restore Defaults
es: Restaurar valores predeterminados
ja: デフォルトに戻す
pt_br: Restaurar Padrões
ru: Сбросить к заводским
uk: Скинути до типових
zh_cn: 重置为默认值
zh_tw: 重設為預設值

# ButtonSaveSettings
source: Save
es: Guardar
ja: 保存
pt_br: Salvar
ru: Сохранить
uk: Зберігти
zh_cn: 保存
zh_tw: 儲存

# ButtonCancelSettingsChanges
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
ru: Отмена
uk: Скасувати
zh_cn: 取消
zh_tw: 取消

# ContextMenuRemoveTask
source: Remove
es: Quitar
ja: 削除
pt_br: Remover
ru: Убрать
uk: Прибрати
zh_cn: 移除
zh_tw: 移除

# ContextMenuOpenTaskFolder
source: Open folder
es: Abrir carpeta
ja: フォルダを開く
pt_br: Abrir pasta
ru: Открыть папку
uk: Відкрити папку
zh_cn: 打开文件夹
zh_tw: 開啟資料夾

source: Preferred Quality:
es: Calidad preferida:
fr: Qualité préférée:
ja: 優先品質:
pt_br: Qualidade Preferida:
ru: Предподчтительное качество:
uk: Бажана якість:
zh_cn: 首选画质：
zh_tw: 首選質量：

# TitleWindowOldVideoCacheManager
source: Select Caches To Delete
es: Seleccione las cachés que desea eliminar
ja: 削除するキャッシュを選択
pt_br: Selecione caches para deletar
ru: Выберите кэш для удаления
zh_cn: 选择要删除的缓存
zh_tw: 選擇要刪除的快取

# SizeOfAllFiles
source: Total Size:
es: Tamaño total:
ja: 合計サイズ:
pt_br: Tamanho Total:
ru: Итоговый размер:
zh_cn: 总大小：
zh_tw: 總大小：

# DeleteCacheColumnHeader
source: Delete
es: Borrar
ja: 削除
pt_br: Deletar
ru: Удалить
zh_cn: 删除
zh_tw: 刪除

# FilePathColumnHeader
source: Path
es: Ruta
ja: パス
pt_br: Diretório
ru: Путь
zh_cn: 路径
zh_tw: 路徑

# FileAgeColumnHeader
source: Age
es: Edad
pt_br: Idade
ru: Возраст
zh_cn: 年龄
zh_tw: 年齡

# FileSizeColumnHeader
source: Size
es: Tamaño
ja: サイズ
pt_br: Tamanho
ru: Размер
zh_cn: 大小
zh_tw: 大小

# FileAgeInDays
source: {0:N0} days
es: {0:N0} días
ja: {0:N0} 日
pt_br: {0:N0} dias
ru: {0:N0} дней
zh_cn: {0:N0} 天
zh_tw: {0:N0} 天

source: Log Levels:
ja: ログレベル:
ru: Уровень логов:
zh_cn: 日志级别：
zh_tw: 日誌等級：

# LogLevelVerbose
source: Verbose
ja: 詳細
zh_cn: 详细
zh_tw: 詳細

# LogLevelInfo
source: Info
ja: 情報
ru: Информация
zh_cn: 信息
zh_tw: 資訊

# LogLevelWarning
source: Warning
ja: 警告
ru: Предупреждение
zh_cn: 警告
zh_tw: 警告

# LogLevelError
source: Error
ja: エラー
ru: Ошибка
zh_cn: 错误
zh_tw: 錯誤

# CopyFolderPathToClipboard
source: Copy path to clipboard
ja: クリップボードにパスをコピー
ru: Скопировать путь в буфер обмена
zh_cn: 复制路径至剪贴板
zh_tw: 複製路徑至剪貼簿

# ContextMenuOpenFolder
source: Open folder
ja: フォルダを開く
ru: Открыть папку
zh_cn: 打开文件夹
zh_tw: 開啟資料夾

source: Unknown User
ja: 不明なユーザー
ru: Неизвестный пользователь
zh_cn: 未知用户
zh_tw: 未知使用者

source: Unknown Game
ja: 不明なゲーム
ru: Неизвестная категория
zh_cn: 未知游戏
zh_tw: 未知遊戲

# UnknownVideoLength
source: Unknown
ja: 不明
ru: Неизвестно
zh_cn: 未知
zh_tw: 未知

# EmojiVendorNotoColor
source: Google
uk: Ґуґл

# EmojiVendorTwemoji
source: Twitter
uk: Твіттер

# InvaliFolderPathMessage
source: The folder does not exist
es: La carpeta no existe
fr: Le répertoire n'existe pas
pl: Folder nie istnieje
pt_br: A pasta não existe
tr: Klasör mevcut değil
