Repository: lay295/TwitchDownloader
Catalog: TwitchDownloaderWPF/Translations/Strings.*.resx
Languages: es, fr, it, ja, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Accept
es: Aceptar
fr: Accepter
it: Accetta
pl: Akceptuj
pt_br: Aceitar
ru: Принять
tr: Kabul et
uk: Прийняти
zh_cn: 同意
zh_tw: 同意

source: Add To Queue
es: Añadir a la cola
fr: Mettre en File d'Attente
it: Aggiungi alla coda
ja: キューに追加
pl: Dodaj Do Kolejki
pt_br: Adicionar à Fila
ru: Добавить в очередь
tr: Sıraya ekle
uk: Додати в чергу
zh_cn: 添加至队列
zh_tw: 新增至隊列

# AlphaNotSupportedByCodec
source: You've selected an alpha channel (transparency) for a container/codec that does not support it. Remove transparency or encode with MOV + RLE/PRORES or WEBM + VP8/VP9
es: Ha seleccionado un canal alfa (transparencia) para un contenedor/codec que no lo admite.\nElimine la transparencia o codifique con MOV y RLE/PRORES (el tamaño del archivo será grande).
fr: Le conteneur/codec sélectionné ne supporte pas l'alpha (transparence). Supprimez la transparence ou encodez avec MOV + RLE/PRORES ou WEBM + VP8/VP9
it: Hai selezionato un canale alfa (trasparenza) per un contenitore/codec che non lo supporta.\nRimuovi la trasparenza o codifica con MOV e RLE/PRORES (la dimensione del file sarà grande).
ja: アルファチャンネル(透明)をサポートしていないコンテナ/コーデックで選択しています。透明度を削除するか、 MOV + RLE/PRORES または WEBM + VP8/VP9 でエンコードしてください。
pl: Wybrałeś kanał alfa (przezroczystości) dla konteneru/kodeku, który tego nie wspiera. Usuń przezroczystość lub enkoduj z MOV + RLE/PRORES lub WEBM + VP8/VP9
pt_br: Você selecionou um canal Alfa (transparência) para um container/codec que não o suporta. Remova transparêmcia ou codifique com MOV + RLE/PRORES ou WEBM + VP8/VP9
ru: Вы выбрали альфа канал(прозрачность) для неподдерживаемого контейнера/кодека. Удалите прозрачность либо используйте кодек MOV + RLE/PRORES or WEBM + VP8/VP9
tr: Bir bir alfa kanalı (şeffaflık) desteklemeyen bir container/codec seçtiniz. Saydamlığı kaldırın veya MOV ve RLE/PRORES ile kodlayın. (dosya boyutu büyük olacaktır.)
uk: Ви вибрали альфа-канал (прозорість) для контейнера/кодека, який його не підтримує. Видаліть прозорість або закодуйте за допомогою MOV + RLE/PRORES або WEBM + VP8/VP9
zh_cn: 你为不支持透明度的容器 / 编解码器选择了 Alpha 通道（透明度）。移除透明度或使用 MOV + RLE/PRORES 或 WEBM + VP8/VP9 编码
zh_tw: 你為不支援透明度的容器 / 編解碼器選擇了 Alpha 通道（透明度）。移除透明度或使用 MOV + RLE/PRORES 或 WEBM + VP8/VP9 編碼

# ApplicationTheme
source: Theme
es: Tema
fr: Le Thème
it: Tema
ja: テーマ
pl: Motyw
pt_br: Tema
ru: Тема
tr: Tema
uk: Тема
zh_cn: 主题
zh_tw: 主題

# ApplicationThemeTooltip
source: Click to learn how to make your own theme!
es: Haz clic para aprender a crear tu propio tema.
fr: Cliquez pour apprendre comment créer votre propre thème !
it: Fai click per capire come creare il tuo tema.
ja: クリックして自分のテーマを作る方法を学ぶ！
pl: Kliknij, aby dowiedzieć się jak stworzyć własny motyw!
pt_br: Clique para saber mais em como fazer seu próprio tema!
ru: Нажми чтобы узнать как создать свою тему!
tr: Kendi temanızı nasıl yapacağınızı öğrenmek için tıklayın!
uk: Натисніть, щоб дізнатися, як створити власну тему!
zh_cn: 点击此处了解如何制作自己的主题！
zh_tw: 點選此處瞭解如何製作自己的主題！

# AvailableParameters
source: Available parameters are:
es: Los parámetros disponibles son:
fr: Les paramètres disponibles sont les suivants :
it: I parametri disponibili sono:
ja: 利用可能なパラメータ:
pl: Dostępne parametry to:
pt_br: Parâmetros disponíveis são:
ru: Доступные параметры:
tr: Mevcut parametreler:
uk: Доступні параметри:
zh_cn: 可用参数：
zh_tw: 可用參數：

source: Background Color:
es: Color de fondo:
fr: Couleur de Fond:
it: Colore dello sfondo:
ja: バックグラウンドカラー:
pl: Kolor tła:
pt_br: Cor do Plano de Fundo:
ru: Цвет фона:
tr: Arka plan rengi:
uk: Колір фону:
zh_cn: 背景颜色：
zh_tw: 背景顏色：

source: Banned Words List
es: Lista de palabras prohibidas
fr: Liste des mots interdits
it: Lista delle parole proibite
ja: BANされたワード
pl: Lista Zablokowanych Słów
pt_br: Lista de Palavras Banidas
ru: Список игнорируемых слов
tr: Yasaklı Kelimeler Listesi
uk: Заборонені слова
zh_cn: 屏蔽词列表
zh_tw: 封鎖詞列表

# BannedWordsListTooltip
source: List of banned words or phrases - comma separated, spaces around commas ignored, NOT case-sensitive.
es: Lista de palabras o frases prohibidas - separadas por comas, no se tienen en cuenta los espacios entre comas, NO se distingue entre mayúsculas y minúsculas.
fr: Liste de mots ou de phrases interdits - séparés par des virgules, les espaces autour des virgules ne sont pas pris en compte, il n'y a pas de distinction entre les majuscules et les minuscules.
it: Lista delle parole o frasi proibite - separate con virgola, non si contano gli spazi tra le virgole, NON si distingue tra maiuscole e minuscole.
ja: BANされたワードやフレーズのリスト - カンマ区切り、カンマの周りのスペースは無視、大文字と小文字は区別しない。
pl: Lista zablokowanych słów lub fraz - oddzielonych przecinkiem, spacje dookoła przecinków są ignorowane, nie wrażliwe na wielkość znaków.
pt_br: Lista de palavras banidas ou frases - separados por vírgulas, espaços ao redor das vírgulas serão ignoradas, NÃO é sensível à capitalização.
ru: Список игнорируемых слов и фраз - разделенных запятой, пробелы вокруг запятых игнорируются, НЕ чувствительно к регистру.
tr: Yasaklı kelimelerin veya kelime öbeklerinin listesi - virgülle ayrılmış, virgüllerin etrafındaki boşluklar yok sayılır, büyük/küçük harfe duyarlı DEĞİLDİR.
uk: Список заборонених слів або фраз - через кому, пробіли навколо ком ігноруються, НЕ враховує регістр.
zh_cn: 禁止使用的单词或短语列表 - 用半角逗号分隔，逗号周围的空格忽略不计，不区分大小写。
zh_tw: 禁止使用的單字或短語列表 - 用半形逗號分隔，逗號周圍的空格忽略不計，不區分大小寫。

source: Browse
es: Ruta
fr: Naviguer
it: Percorso
ja: 参照
pl: Przeglądaj
pt_br: Navegue
ru: Обзор
tr: Gözat
uk: Огляд
zh_cn: 浏览
zh_tw: 瀏覽

source: BTTV Emotes:
es: Emotes BTTV:
fr: Emoticônes BTTV:
it: Emotes BTTV:
ja: BTTV スタンプ:
pl: Emotki BTTV:
pt_br: Emotes do BTTV:
ru: BTTV Эмоции:
tr: BTTV Emojileri:
uk: BTTV смайлики:
zh_cn: BTTV 表情：
zh_tw: BTTV 表情（Emote）：

source: Cache Folder:
es: Carpeta caché:
fr: Dossier de Cache:
it: Cartello cache:
ja: キャッシュフォルダ:
pl: Folder Cache:
pt_br: Pasta de Cache:
ru: Папка чата:
tr: Önbellek Klasörü:
uk: Тека кешу:
zh_cn: 缓存文件夹：
zh_tw: 快取資料夾：

# TemplateChats
source: Chats:
fr: Chat:
ja: チャット:
pl: Czaty:
ru: Чаты:
tr: Sohbetler:
uk: Чати:
zh_cn: 聊天：
zh_tw: 聊天：

source: Chat Badge Filter:
es: Filtro de insignias de chat:
fr: Filtre de badge de chat:
it: Filtro dei badge di chat:
ja: チャットバッジフィルター:
pl: Filtr Odznak Czatu:
pt_br: Filtro de Insígnia do Chat:
ru: Фильтр значков чата:
tr: Sohbet Rozeti Filtresi:
uk: Фільтр значків у чаті:
zh_cn: 聊天徽章过滤器：
zh_tw: 聊天徽章過濾器：

source: Chat Badges:
es: Insignias de chat:
fr: Badges de chat:
it: Badge di chat:
ja: チャットバッジ:
pl: Odznaki Czatu:
pt_br: Insígnia do Chat:
ru: Значки чата:
tr: Sohbet Rozetleri:
uk: Значки у чаті:
zh_cn: 聊天徽章：
zh_tw: 聊天徽章：

# TrimChat
source: Trim:
es: Recortar chat:
fr: Coupe Chat:
it: Tagliare chat:
ja: トリミング:
pl: Utnij:
pt_br: Corte:
ru: Обрезать:
tr: Kes:
uk: Обрізати:
zh_cn: 裁剪：
zh_tw: 裁切：

source: Chat Download
es: Descargar chat
fr: Télécharger du Chat
it: Scaricare chat
ja: チャットダウンロード
pl: Pobierz Czat
pt_br: Fazer o download o Chat
ru: Скачать чат
tr: Sohbeti İndir
uk: Завантаження чату
zh_cn: 聊天下载
zh_tw: 聊天下載

source: Chat Downloads
es: Descargas de chat
fr: Téléchargements de Chats
it: Download di chat
ja: チャットダウンロード
pl: Pobrania Czatu
pt_br: Downloads do Chat
ru: Загрузки чата
tr: Sohbet İndirmeleri
uk: Завантаження чатів
zh_cn: 聊天下载
zh_tw: 聊天下載

# ChatFont
source: Font:
es: Fuente:
fr: Police:
it: Sorgente:
ja: フォント:
pl: Czcionka:
pt_br: Fonte:
ru: Шрифт:
uk: Шрифт:
zh_cn: 字体：
zh_tw: 字型：

# ChatFontSize
source: Font Size:
es: Tamaño de letra:
fr: Taille de la police:
it: Dimensione del carattere:
ja: フォントサイズ:
pl: Rozmiar Czcionki:
pt_br: Tamanho da Fonte:
ru: Размер шрифта:
tr: Font Boyutu:
uk: Розмір шрифту:
zh_cn: 字体大小：
zh_tw: 字型大小：

# ChatHeight
source: Height:
es: Altura:
fr: Hauter:
it: Altezza:
ja: 高さ:
pl: Wysokość:
pt_br: Altura:
ru: Высота:
tr: Yükseklik:
uk: Висота:
zh_cn: 高度：
zh_tw: 高度：

source: Chat Render
es: Renderización del chat
fr: Rendu du Chat
it: Rendering della chat
ja: チャットレンダリング
pl: Render Czatu
pt_br: Renderização do Chat
ru: Рендер чата
tr: Sohbet Oluşturma
uk: Промальовування чату
zh_cn: 聊天渲染
zh_tw: 聊天繪製

source: Chat Renders
es: Renderizaciones del chat
fr: Rendu de Chats
it: Rendering delle chat
ja: チャットレンダリング
pl: Rendery Czatu
pt_br: Renderizações do Chat
ru: Рендеры чата
tr: Sohbet Oluşturmaları
uk: Промальовування чатів
zh_cn: 聊天渲染
zh_tw: 聊天繪製

source: Chat Update
es: Actualización del chat
fr: Mise à jour du Chat
it: Aggiornamento della chat
ja: チャット
pl: Aktualizowanie Czatu
pt_br: Atualização do Chat
ru: Обновление чата
tr: Sohbet Güncelle
uk: Оновлення чату
zh_cn: 聊天更新
zh_tw: 聊天更新

source: Chat Updater
es: Actualizador de chat
fr: Mise à jour un Chat
it: Aggiornamento della chat
ja: チャットの更新
pl: Aktualizator Czatu
pt_br: Atualizador do Chat
ru: Обновить чат
tr: Sohbet Güncelleyici
uk: Оновлення чату
zh_cn: 聊天更新器
zh_tw: 聊天更新器

# ChatWidth
source: Width:
es: Anchura:
fr: Largeur:
it: Larghezza:
ja: 横幅:
pl: Szerokość:
pt_br: Largura:
ru: Ширина:
tr: Genişlik:
uk: Ширина:
zh_cn: 宽度：
zh_tw: 寬度：

# ClearCache
source: Clear
es: Vaciar
fr: Effacer
it: Pulire
ja: クリア
pl: Wyczyść
pt_br: Limpar
ru: Очистить
tr: Temizle
uk: Очистити
zh_cn: 清除
zh_tw: 清除

# ClearCacheConfirmation
source: Are you sure you want to clear your cache?\nYou should only really do this if the program isn't working correctly
es: ¿Seguro que quieres borrar la caché? Sólo deberías hacerlo si el programa no funciona correctamente.
fr: Vous êtes sûr de vouloir vider le cache ?\nYou should only really do this if the program isn't working correctly
it: Vuoi cancellare la cache? Dovresti farlo solo se il programma non funziona correttamente.
ja: 本当にキャッシュを削除してもいいですか？\nプログラムが正常に動作しない場合のみこれを行うべきです。
pl: Czy na pewno chcesz usunąć swój cache?\nPowinieneś to zrobić tylko wtedy, gdy program nie działa poprawnie
pt_br: Tem certeza que quer limpar seu cache?\nFazei isso somente se o aplicativo não estiver funcionando corretamente
ru: Вы уверенны что хотите очистить кэш?\nЭто необходимо только в случае если программа работает неправильно
tr: Önbelleğinizi temizlemek istediğinizden emin misiniz?\nBunu yalnızca program düzgün çalışmıyorsa yapmalısınız
uk: Ви впевнені, що хочете очистити кеш?\nВам слід робити це лише у випадку, якщо програма працює некоректно
zh_cn: 确定要清除缓存吗？\n只有当程序无法正常运行时，你才应该这样做
zh_tw: 確定要清除快取嗎？\n只有當程式無法正常執行時，你才應該這樣做

source: Clip Download
es: Descargas de clip
fr: Télécharger du Clip
it: Download di clip
ja: クリップダウンロード
pl: Pobierz Klip
pt_br: Fazer o download o Clip
ru: Скачать клип
tr: Klip İndir
uk: Завантаження кліпів
zh_cn: 剪辑下载
zh_tw: 剪輯下載

source: Clip Downloads
es: Descargas de clips
fr: Téléchargements de clips
it: Download di clip
ja: クリップダウンロード
pl: Pobrania Klipów
pt_br: Downloads de Clips
ru: Загрузки клипов
tr: Klip İndirmeleri
uk: Завантаження кліпів
zh_cn: 剪辑下载
zh_tw: 剪輯下載

source: Clip Link/ID:
es: Enlace/ID del clip:
fr: Lien/ID Clip:
it: Link/ID della clip:
ja: クリップのリンク/ID:
pl: Link/ID Klipu:
pt_br: Link/ID do Clip:
ru: Ссылка/ID клипа:
tr: Klip Bağlantısı/ID:
uk: Посилання/ID кліпу:
zh_cn: 剪辑链接 / ID：
zh_tw: 剪輯連結 / ID：

# TemplateClips
source: Clips:
ja: クリップ:
pl: Klipy:
ru: Клипы:
tr: Klipler:
uk: Кліпи:
zh_cn: 剪辑：
zh_tw: 剪輯：

# TrimEnd
source: End
es: Fin
fr: Fin
it: Fine
ja: 終了
pl: Koniec
pt_br: Fim
ru: Конец
tr: Sonu
uk: Кінець
zh_cn: 结束
zh_tw: 結束

# TrimStart
source: Start
es: Inicio
fr: Début
it: Inizio
ja: 開始
pt_br: Começo
ru: Начало
tr: Başı
uk: Початок
zh_cn: 开始
zh_tw: 開始

# TrimVideo
source: Trim:
es: Recortar vídeo:
fr: Coupe Vidéo:
it: Tagliare il video:
ja: トリミング:
pl: Utnij Wideo:
pt_br: Cortar o Vídeo:
ru: Обрезать:
tr: Videoyu Kırp:
uk: Обрізати відео:
zh_cn: 裁剪：
zh_tw: 裁切：

# DateCustomFormatting
source: date_custom formatting is based on the
es: El formato date_custom se basa en el formato
it: Il formato date_custom si basa sul formato
ja: date_custom の書式は
pl: formatowanie date_custom jest bazowane na
pt_br: A formatação date_custom é baseada no
ru: date_custom форматирование основанно на
tr: date_custom biçimlendirmesi şuna dayalıdır
uk: форматування date_custom базується на
zh_cn: date_custom 格式基于
zh_tw: date_custom 格式基於

# DateCustomFormattingHyperlink
source: C# standard date and time format strings
es: Cadenas de formato estándar de fecha y hora en C#
it: Stringhe di formato standard di data e ora in C#
ja: C#標準の日付、時刻フォーマットに基づいています。
pl: standardowym formacie łańcuchów daty i czasu C#
pt_br: Strings no formato padrão de data e tempo do C#
ru: C# строках стандартных форматов даты и времени
tr: C# standart tarih ve saat formatı dizeleri
uk: Стандартні рядки формату дати та часу як у C#
zh_cn: C# 标准日期和时间格式字符串
zh_tw: C# 標準日期和時間格式字串

source: Delete Confirmation
es: Suprimir confirmación
fr: Confirmation de la Suppression
it: Cancellare la conferma
ja: 確認を削除n
pl: Potwierdzenie Usunięcia
pt_br: Deletar a Confirmation
ru: Подтвердите удаление
tr: Silme Onayı
uk: Підтвердити видалення
zh_cn: 删除确认
zh_tw: 刪除確認

# DonateTooltip
source: Use the program often and want to support me? Buy me a coffee :)
es: ¿Usas el programa a menudo y quieres apoyarme? Invítame a un café :)
fr: Vous utilisez souvent le programme et vous voulez me soutenir ? Achetez-moi un café :)
it: Usi spesso il programma e vuoi sostenermi? Offrimi un caffè :)
ja: このプログラムをよく利用し、私をサポートしたいですか？ コーヒーをおごってください :)
pl: Używasz często programu i chcesz mnie wesprzeć? Kup mi kawę :)
pt_br: Usa o programa regularmente e quer me ajudar? Compre-me um café :)
ru: Часто импользуете программу и хотите поддержать меня? Подарите мне чашечку кофе :)
tr: Programı sık sık kullanıyor ve bana destek olmak mı istiyorsunuz? bana kebap ısmarla :)
uk: Часто користуєтеся програмою і хочете мене підтримати? Пригостіть мене кавою :)
zh_cn: 经常使用该程序并想支持我？赞助我吧 :)
zh_tw: 經常使用該程式並想支援我？贊助我吧 :)

source: Download
es: Descarga
fr: Télécharger
it: Scarica
ja: ダウンロード
pl: Pobierz
ru: Загрузка
tr: İndir
uk: Завантажити
zh_cn: 下载
zh_tw: 下載

# ChatDownloadThreads
source: Download Threads:
es: Hilos de descarga:
fr: Connexions:
it: Threads di Download:
ja: コネクション:
pl: Połączenia:
pt_br: Processos do Download:
ru: Подключения:
tr: Bağlantılar:
uk: З'єднання:
zh_cn: 连接：
zh_tw: 連線：

source: Download Filename Templates:
es: Descargar plantillas de archivos:
fr: Modèles de noms pour les téléchargements:
it: Scarica i modelli di file:
ja: ダウンロードファイルの名前テンプレート:
pl: Szablony Nazw Pobranych Plików:
pt_br: Templates de Nomes do Arquivo de Download:
ru: Шаблоны наименований сохраняемых файлов:
tr: Dosya Adı Şablonlarını Düzenleyin:
uk: Завантажити шаблони назв файлів:
zh_cn: 下载文件名模板：
zh_tw: 下載檔案名模板：

source: Download Format:
es: Formato de la descarga:
fr: Format de téléchargement:
it: Formato del download:
ja: ダウンロードフォーマット:
pl: Format Pobierania:
pt_br: Formato de Download:
ru: Формат:
tr: İndirme Formatı:
uk: Формат завантаження:
zh_cn: 下载格式：
zh_tw: 下載格式：

# VideoDownloadThreads
source: Download Threads:
es: Hilos de descarga:
fr: Connexions:
it: Threads di Download:
ja: ダウンロードスレッド:
pl: Wątki Pobierania:
pt_br: Processos do Download:
ru: Потоков:
tr: İndirme Parçacığı:
uk: Потоків завантаження:
zh_cn: 下载线程：
zh_tw: 下載執行緒：

source: Embed Images
es: Incrustar imágenes
fr: Intégrer des images
it: Incorporare immagini
ja: イメージを埋め込む
pl: Osadź Obrazy
pt_br: Imagens imbutidas
ru: Скачивать изображения
tr: Görüntüleri Yerleştir
uk: Вбудовані зображення
zh_cn: 嵌入图片
zh_tw: 嵌入圖片

# EmbedImagesTooltip
source: Embed first party emotes, badges, and cheermotes into the download file for offline rendering. Useful for archival purposes, file size will be larger.
es: Incrusta emotes, insignias y cheermotes de first party en el archivo de descarga para renderizarlos sin conexión. Útil para fines de archivo, el tamaño del archivo será mayor.
fr: Incorporez des émoticônes Twitch, des badges et des émoticônes d'encouragement dans le fichier pour un rendu hors ligne. La taille du fichier sera plus importante.
it: Incorpora emoticon, badge ed emoticon originali nel file di download per il rendering offline. Utile per scopi di archiviazione, la dimensione del file sarà maggiore.
ja: オフラインレンダリングのために、ファーストパーティのスタンプ、バッジ、Cheerをダウンロードファイルに埋め込む。 アーカイブ用に便利ですが、ファイルサイズが大きくなります。
pl: Osadź emotki, odznaki oraz cheermotki first party w pobranym pliku dla renderowania offline. Użyteczne do celów archiwalnych, rozmiar pliku będzie większy
pt_br: Embuta emotes first party, insígnias, e cheermotes no arquivo de download para renderização offline. Útil para propósitos de preservação, o tamanho do arquivo será maior.
ru: Скачивать эмодзи, значки и приветствия в загружаемый файл для офлайн-рендеринга. Полезно для архивации, размер файла будет больше.
tr: Çevrimdışı işleme için indirilen dosyaya birinci taraf emojileri, rozetlerini ve cheeremojileri(bitleri) ekleyin. Arşiv amaçlı kullanışlıdır fakat dosya boyutu daha büyük olacaktır.
uk: Вбудувати смайлики, значки та смайлики за бітси у файл завантаження - щоб потім відтворювати в автономному режимі. Корисно для архівування, розмір файлу буде більшим.
zh_cn: 将第一方表情、徽章和 Cheermote 嵌入下载文件，以便离线呈现。可用于存档，但文件大小会增大。
zh_tw: 將第一方表情、徽章和 Cheermote 嵌入下載檔案，以便離線呈現。可用於存檔，但檔案大小會增大。

source: Embed Missing
es: Falta la incrustación
fr: Intégrer les images manquantes
it: Manca l'embed
pl: Brakujące Osadzenie
pt_br: Embuta os Perdidos
ru: Скачивать отсуствующие
tr: Eksikleri Yerleştir
uk: Завантажити відсутні
zh_cn: 嵌入丢失资源
zh_tw: 嵌入遺失資源

# EmbedMissingTooltip
source: Embeds missing emotes, badges, and cheermotes. Already embedded images will be untouched.
es: Incrusta emotes, insignias y cheermotes que falten. Las imágenes ya incrustadas no se modificarán.
fr: Intègre les émoticônes, les badges et les émoticônes d'encouragement manquants. Les images déjà intégrées ne seront pas modifiées.
it: Incorpora emoticon, badge ed emoticon mancanti. Le immagini già incorporate non verranno modificate.
ja: 不足しているスタンプ、バッジ、Cheerを埋め込みます。すでに埋め込まれているイメージはされません。
pl: Osadzenia brakują emotek, odznak oraz cheermotek. Już osadzone obrazy nie będą zmieniane.
pt_br: Embuta emotes perdidos, insígnias, e cheermotes. Imagens já imbutidas serão tocadas.
ru: Скачивать отсутсвующие эмодзи, значки, приветсвия. Уже скачанные изображения не будут затронуты.
tr: Eksik emojiler, rozetleri ve cheeremojileri(bitleri) yerleştirir. Halihazırda gömülü olan resimlere dokunulmayacaktır.
uk: Вбудовує відсутні смайлики, значки та смайлики за бітси. Вже вбудовані зображення залишаться недоторканими.
zh_cn: 嵌入丢失的表情、徽章和 Cheermote。已嵌入的图像将保持不变。
zh_tw: 嵌入遺失的表情（Emote）、徽章和 Cheermote。已嵌入的影象將保持不變。

source: Enqueue Download
es: Descarga en cola
fr: Mettre en File d'Attente
it: Scarica in coda
ja: ダウンロードをキューに追加
pl: Zakolejkuj Pobieranie
pt_br: Faça o Download da Fila
ru: Отправить в очередь загрузок
tr: İndirmeyi Sıraya Al
uk: В чергу завантаження
zh_cn: 添加至下载队列
zh_tw: 預覽下載

source: Enqueue Render
es: Poner en cola el render
fr: Mettre en File d'Attente
it: Mettere in coda al render
ja: レンダリングをキューに追加
pl: Zakolejkuj Render
pt_br: Faça a Renderização da Fila
ru: Отправить в очередь рендера
tr: Oluşturmayı Sıraya Al
uk: В чергу промальовування
zh_cn: 添加至渲染队列
zh_tw: 預覽下載

source: Enqueue Update
es: Puesta en cola de actualización
fr: Mettre en File d'Attente
it: Metti in coda di aggiornamento
ja: 更新をキューに追加
pl: Zakolejkuj Aktualizację
pt_br: Atualize a Fila
ru: Отправить в очередь обновлений
tr: Güncellemeyi Sıraya Al
uk: В чергу оновлення
zh_cn: 添加至更新队列
zh_tw: 預覽更新

# ErrorLog
source: ERROR:
fr: ERREUR:
ja: エラー:
pl: BŁĄD:
pt_br: ERRO:
ru: ОШИБКА:
tr: HATA:
uk: ПОМИЛКА:
zh_cn: 错误：
zh_tw: 錯誤：

# FfmpegInputArguments
source: Input Arguments:
es: Argumentos de entrada:
it: Argomenti di ingresso:
ja: 入力引数:
pl: Argumenty Wprowadzenia:
pt_br: Insira Argumentos:
tr: Giriş Argümanları:
uk: Вхідні аргументи:
zh_cn: 输入参数：
zh_tw: 輸入參數：

# FfmpegOptionsHyperlink
source: Click here to learn about FFmpeg options
es: Haz clic aquí para conocer las opciones de FFmpeg
fr: Cliquez pour en savoir plus sur les arguments de FFmpeg
it: Fai click per conoscere le opzioni di FFmpeg
ja: クリックしてFFmpegのオプションについて学ぶ
pl: Kliknij tutaj, aby dowiedzieć się więcej o ustawieniach FFmpeg
pt_br: Clique aqui para aprender sobre as opções do FFmpeg
ru: Нажмите здесь чтобы узнать больше об опциях FFmpeg
tr: FFmpeg seçenekleri hakkında bilgi edinmek için buraya tıklayın
uk: Натисніть тут, щоб дізнатися про можливості FFmpeg
zh_cn: 点击此处了解 FFmpeg 选项
zh_tw: 點選此處瞭解 FFmpeg 選項

# FfmpegOutputArguments
source: Output Arguments:
es: Argumentos de salida:
it: Argomenti di uscita:
ja: 出力引数:
pl: Argumenty Wejścia:
pt_br: Output dos Argumentos:
tr: Çıktı Argümanları:
uk: Вихідні аргументи:
zh_cn: 输出参数：
zh_tw: 輸出參數：

# FfmpegReset
source: Reset To Defaults
es: Restablecer valores por defecto
fr: Réinitialiser
it: Ripristina i valori di default
ja: デフォルトにリセット
pl: Przywróć Domyślne
pt_br: Restaurar para os padrões
ru: Сбросить
tr: Varsayılanlara dön
uk: Скинути до типових
zh_cn: 重置为默认值
zh_tw: 重設為預設值

source: FFZ Emotes:
es: Emotes FFZ:
fr: Emoticônes FFZ:
it: Emotes FFZ:
ja: FFZ スタンプ:
pl: Emotki FFZ:
pt_br: Emotes do FFZ:
ru: FFZ Эмодзи:
tr: FFZ Emojileri:
uk: FFZ смайлики:
zh_cn: FFZ 表情：
zh_tw: FFZ 表情（Emote）：

source: Font Color:
es: Color letra:
fr: Couleur de la police:
it: Colore del font:
ja: フォントカラー:
pl: Kolor Czcionki:
pt_br: Cor da Fonte:
ru: Цвет шрифта:
tr: Font Rengi:
uk: Колір шрифту:
zh_cn: 字体颜色：
zh_tw: 字型顏色：

source: Generate Mask:
es: Generar máscara:
fr: Créer un masque:
it: Generare maschera:
ja: マスクを生成:
pl: Generuj Maskę:
pt_br: Gerar uma máscara:
ru: Генерировать маску:
tr: Maske Oluştur:
uk: Генерувати маску:
zh_cn: 生成遮罩：
zh_tw: 生成遮罩：

source: Get Info
es: Obtener información
fr: Obtenir des Informations
it: Ottenere informazioni
ja: 取得
pl: Zdobądź Informację
pt_br: Pegar Informações
ru: Получить информацию
tr: Bilgi al
uk: Отримати довідку
zh_cn: 获取信息
zh_tw: 獲取資訊

source: Hide Donation Button:
es: Ocultar botón de donación:
fr: Cacher le bouton de don:
it: Nascondi pulsante di donazione:
ja: 寄付ボタンを非表示:
pl: Ukryj Przycisk Dotacji:
pt_br: Esconder o botão de Doação:
ru: Скрыть кнопку донатов:
tr: Bağış Düğmesini Gizle:
uk: Сховати кнопку пожертв:
zh_cn: 隐藏赞助按钮：
zh_tw: 隱藏贊助按鈕：

source: Ignore Users List
es: Ignorar lista de usuarios
fr: Liste des utilisateurs bannis
it: Ignora la lista di utenti
ja: 無視するユーザーのリスト
pl: Lista Ignorowanych Użytkowników
pt_br: Ignorar a Lista de Usuários
ru: Список игнорируемых пользователей
tr: Kullanıcı Listesini Yoksay
uk: Список ігнорованих користувачів
zh_cn: 屏蔽用户列表
zh_tw: 封鎖使用者列表

# IgnoreUsersListTooltip
source: List of usernames - comma separated, spaces around commas ignored, NOT case-sensitive.
es: Lista de nombres de usuario - separados por comas, se ignoran los espacios entre comas, NO distingue mayúsculas de minúsculas.
fr: Liste des noms d'utilisateurs - séparés par des virgules, les espaces autour des virgules sont ignorés, pas de distinction entre les majuscules et les minuscules.
it: Lista dei nomi utenti - separati con virgola, si ignorano gli spazi tra le virgole, NON distringue maiuscole e minuscole.
ja: ユーザー名のリスト - カンマ区切り、カンマの周りのスペースは無視、大文字と小文字は区別しない。
pl: Lista użytkowników - oddzielonych przecinkiem, spacje dookoła przecinków są ignorowane, nie wrażliwe na wielkość znaków.
pt_br: Lista de nomes de usuário - separados por vírgulas, espaços ao redor das vírgulas serão ignoradas, NÃO é sensível à capitalização.
ru: Список никнеймов - разделенных запятой, пробелы вокруг запятых игнорируются, НЕ чувствительно к регистру.
tr: Kullanıcı adları listesi - virgülle ayrılmış, virgüllerin etrafındaki boşluklar yok sayılır, büyük/küçük harfe duyarlı DEĞİLDİR.
uk: Список імен користувачів - через кому, пробіли навколо ком ігноруються, НЕ враховує регістр.
zh_cn: 用户名列表 - 用半角逗号分隔，逗号周围的空格忽略不计，不区分大小写。
zh_tw: 使用者名稱列表 - 用半形逗號分隔，逗號周圍的空格忽略不計，不區分大小寫。
