Repository: lay295/TwitchDownloader
Catalog: TwitchDownloaderWPF/Translations/Strings.*.resx
Languages: es, fr, it, ja, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Invalid Clip Link/ID
es: Enlace/ID de clip no válido
fr: Lien/ID Clip Invalide
it: Link/ID della clip non valido
ja: 不正なクリップのリンク/ID
pl: Nieprawidłowy Link/ID Klipów
pt_br: Link/ID do Clip é Inválido
ru: Неправильная ссылка/ID клипа
tr: Geçersiz Klip Bağlantısı/ID
uk: Не правильне посилання/ID кліпу:
zh_cn: 剪辑链接 / ID 无效
zh_tw: 剪輯連結 / ID 無效

# InvalidClipLinkIdMessage
source: Please enter a valid clip Link/ID\nExamples:\nhttps://clips.twitch.tv/ImportantPlausibleMetalOSsloth\nImportantPlausibleMetalOSsloth
es: Por favor, introduzca un clip válido Link/ID\nEjemplos:\nhttps://clips.twitch.tv/ImportantPlausibleMetalOSsloth\nImportantPlausibleMetalOSsloth
fr: Entrez un lien/ID Clip valide SVP\nExemples:\nhttps://clips.twitch.tv/ImportantPlausibleMetalOSsloth\nImportantPlausibleMetalOSsloth
it: Per favore, inserisci una clip valida Link/ID\nEsempio:\nhttps://clips.twitch.tv/ImportantPlausibleMetalOSsloth\nImportantPlausibleMetalOSsloth
ja: 正しいクリップのリンク/IDを入力してください\n例:\nhttps://clips.twitch.tv/ImportantPlausibleMetalOSsloth\nImportantPlausibleMetalOSsloth
pl: Proszę wprowadzić poprawny Link/ID klipu\nPrzykłady:\nhttps://clips.twitch.tv/ImportantPlausibleMetalOSsloth\nImportantPlausibleMetalOSsloth
pt_br: Por favor coloque um Link/ID válido\nExemplos:\nhttps://clips.twitch.tv/ImportantPlausibleMetalOSsloth\nImportantPlausibleMetalOSsloth
ru: Пожалуйста, введите правильную ссылку/ID клипа\nПример:\nhttps://clips.twitch.tv/ImportantPlausibleMetalOSsloth\nImportantPlausibleMetalOSsloth
tr: Lütfen geçerli bir klip Bağlantısı/ID girin\nÖrnek:\nhttps://clips.twitch.tv/ImportantPlausibleMetalOSsloth\nImportantPlausibleMetalOSsloth
uk: Будь ласка, введіть дійсне посилання/ID кліпу\nПриклад:\nhttps://clips.twitch.tv/ImportantPlausibleMetalOSsloth\nImportantPlausibleMetalOSsloth
zh_cn: 请输入有效的剪辑链接 / ID\n示例：\nhttps://clips.twitch.tv/ImportantPlausibleMetalOSsloth\nImportantPlausibleMetalOSsloth
zh_tw: 請輸入有效的剪輯連結 / ID\n範例：\nhttps://clips.twitch.tv/ImportantPlausibleMetalOSsloth\nImportantPlausibleMetalOSsloth

source: Invalid Trim Inputs
es: Entradas de recorte no válidas
fr: Temps de début ou de fin invalides
it: Voci di ritaglio non valide
ja: 不正なトリミング入力
pl: Nieprawidłowe Dane Ucięcia
pt_br: Dados de Corte Inválidos
ru: Неправильные границы обрезки
tr: Geçersiz Kırpma Girişleri
uk: Неправильне вхідне значення
zh_cn: 裁剪输入无效
zh_tw: 裁切輸入無效

# InvalidStartEndTime
source: Invalid start or end time
es: Hora de inicio o fin no válida
fr: Temps de début ou de fin invalides
it: Tempo di inizio o fine non valido
ja: 不正な開始・終了時間
pl: Nieprawidłowy czas rozpoczącia lub zakończenia
pt_br: Tempo de início ou fim Inválidos
ru: Неправильное начальное или конечное время
tr: Geçersiz başlangıç veya bitiş zamanı
uk: Неправильне значення початку або закінчення
zh_cn: 开始或结束时间无效
zh_tw: 開始或結束時間無效

source: Invalid Video Link/ID
es: Enlace/ID de vídeo no válido
fr: Lien/ID Vidéo Invalide
it: Link/ID del video non valido
ja: 不正なビデオのリンク/ID
pl: Nieprawidłowy Link/ID Wideo
pt_br: Link/ID do vídeo é Inválido
ru: Неправильная ссылка/ID видео
tr: Geçersiz Video Bağlantısı/ID
uk: Не правильне Посилання/ID відео:
zh_cn: 视频链接 / ID 无效
zh_tw: 影片連結 / ID 無效

# InvalidVideoLinkIdMessage
source: Please enter a valid video Link/ID\nExamples:\nhttps://www.twitch.tv/videos/470741744\n470741744
es: Por favor, introduzca un vídeo válido Enlace/ID\nEjemplos:\nhttps://www.twitch.tv/videos/470741744\n470741744
fr: Entrez un lien/ID vidéo valide SVP\nExemples:\nhttps://www.twitch.tv/videos/470741744\n470741744
it: Per favore, inserisci un video valido Link/ID\nEsempio:\nhttps://www.twitch.tv/videos/470741744\n470741744
ja: 正しいビデオのリンク/IDを入力してください\n例:\nhttps://www.twitch.tv/videos/470741744\n470741744
pl: Proszę wprowadzić poprawny Link/ID wideo\nPrzykłady:\nhttps://www.twitch.tv/videos/470741744\n470741744
pt_br: Por favor coloque um Link/ID de vídeo válido\nExamples:\nhttps://www.twitch.tv/videos/470741744\n470741744
ru: Пожалуйста, введите правильную ссылку/ID видео\nПример:\nhttps://www.twitch.tv/videos/470741744\n470741744
tr: Lütfen geçerli bir video Bağlantısı girin/ID\nÖrnek:\nhttps://www.twitch.tv/videos/470741744\n470741744
uk: Будь ласка, введіть дійсне посилання/ID відео\nПриклад:\nhttps://www.twitch.tv/videos/470741744\n470741744
zh_cn: 请输入有效的视频链接 / ID\n示例：\nhttps://www.twitch.tv/videos/470741744\n470741744
zh_tw: 請輸入有效的影片連結 / ID\n範例：\nhttps://www.twitch.tv/videos/470741744\n470741744

source: JSON File:
es: Archivo JSON:
fr: Fichier de JSON:
it: File JSON:
ja: JSONファイル:
pl: Plik JSON:
pt_br: Aqrquivo JSON:
ru: JSON Файл:
tr: JSON Dosyası:
uk: JSON файл:
zh_cn: JSON 文件：
zh_tw: JSON 檔案：

source: Length:
es: Longitud:
fr: Durée:
it: Longitud:
ja: 長さ:
pl: Długość:
pt_br: Comprimento:
ru: Длина:
tr: Süre:
uk: Довжина:
zh_cn: 时长：
zh_tw: 時長：

# ListOfVodsClips
source: List of VODs/Clips (One per line)
es: Lista de VODs/Clips (Uno por línea)
fr: Liste des vidéos et des clips (un par ligne)
it: Lista di VODs/Clips (Uno per linea)
ja: アーカイブ/クリップのリスト (１行に１つ)
pl: Lista VODów/Klipów (Jeden na wiersz)
pt_br: Lista de VODs/Clips (Um por linha)
ru: Список Видео/Клипов (одно на строку)
tr: VOD/Klip Listesi (Her satıra bir adet)
uk: Список відео/кліпів(по одному на рядок)
zh_cn: 点播 / 剪辑列表（每行一个）
zh_tw: 點播 / 剪輯列表（每行一個）

# LogHeader
source: Log:
fr: Journal de bord:
ja: ログ:
pt_br: Relatório:
ru: Лог:
uk: Журнал:
zh_cn: 日志：
zh_tw: 日誌：

source: Mass Downloads
es: Descargas en masa
fr: Téléchargements en masse
it: Download di massa
ja: 大量ダウンロード
pl: Masowe Pobrania
pt_br: Downloads em Massa
ru: Массовая загрузка
tr: Toplu İndirmeler
uk: Масове завантаження
zh_cn: 批量下载
zh_tw: 批次下載

# Oauth
source: OAuth (optional)
es: OAuth (opcional)
fr: OAuth (optionnel)
it: OAuth (opzionale)
ja: OAuth (任意)
pl: OAuth (opcjonalne)
pt_br: OAuth (opcional)
ru: OAuth (необязательно)
tr: OAuth (isteğe bağlı)
uk: OAuth (необов'язково)
zh_cn: OAuth（可选）
zh_tw: OAuth（可選）

# OAuthTooltip
source: Only required for sub only VODs. All 3rd party OAuth tokens will not work. Click to see YouTube video on how to get OAuth token.
es: Sólo se requiere para sub sólo VODs. Todos los tokens OAuth de terceros no funcionarán. Haga clic para ver el vídeo de YouTube sobre cómo obtener el token OAuth.
fr: Uniquement requis pour les vidéos avec abonnement. All 3rd party OAuth tokens will not work. Click to see YouTube video on how to get OAuth token.
it: È richiesto per i VODs solo sub. Tutti i token OAuth di terzi non funzioneranno. Fai click per vedere il video di YouTube su come ottenere il token OAuth.
ja: サブスクライバーのみのアーカイブにのみ必要です。サードパーティのOAuthトークンは使用できません。OAuthトークンの取得方法はYouTubeのビデオをご覧ください。
pl: Wymagane tylko do VODów dla subów. Wszystkie tokeny OAuth firm trzecich nie zadziałają. Kliknij, aby zobaczyć film Youtube jak zdobyć token OAuth.
pt_br: Requerido apenas para VODs disponíveis só pra subs. Todos tokens OAuth 3rd party não funcionarão. Clique para ver um vídeo do YouTube em como obter seu token OAuth.
ru: Необходимо для видео доступных только подписчикам. Все сторонние OAuth токены не будут работать. Нажмите чтобы просмотреть YouTube видеоинструкцию получения OAuth token.
tr: Yalnızca yalnızca abone özel VOD'lar için gereklidir. Tüm 3.parti OAuth tokenleri çalışmayacaktır. OAuth tokenin nasıl alınacağına ilişkin YouTube videosunu izlemek için tıklayın.
uk: Потрібен тільки для відео які доступні для підписників. Усі сторонні токени OAuth не працюватимуть. Натисніть, щоб переглянути відео на YouTube про те, як отримати токен.
zh_cn: 只适用于订阅限定点播。所有第三方 OAuth 令牌均无法使用。点击观看 YouTube 视频，了解如何获取 OAuth 令牌。
zh_tw: 只適用於訂閱限定點播。所有第三方 OAuth 令牌均無法使用。點選觀看 YouTube 影片，瞭解如何獲取 OAuth 令牌。

source: Offline
es: Sin conexión
fr: Déconnecté
it: Sei offline
ja: オフライン
ru: Оффлайн
tr: Çevrimdışı
uk: Офлайн
zh_cn: 离线
zh_tw: 離線

# OfflineTooltip
source: Render the chat using only resources embedded in the chat json file.
es: Renderiza el chat utilizando sólo los recursos incrustados en el archivo json del chat.
fr: Rendre le chat en utilisant uniquement les images intégrées.
it: Renderizza la chat utilizzando solo le risorse presenti nel file json della chat.
ja: チャットJSONファイルに埋め込まれたリソースのみを使用してチャットをレンダリングする。
pl: Renderuj czat używając tylko danych osadzonych w pliku json czatu.
pt_br: Renderizar o chat usando somente recursos embutidos no arquivp do chat em json.
ru: Рендерить чать используя только ресурсы из json файла.
tr: Sohbeti, yalnızca sohbet json dosyasına yerleştirilmiş kaynakları kullanarak işleyin.
uk: Промальовувати чат використовуючи тільки ресурси, що вбудовані в json-файл чату.
zh_cn: 仅使用聊天 JSON 文件中嵌入的资源渲染聊天。
zh_tw: 僅使用聊天 JSON 檔案中嵌入的資源繪製聊天。

source: Outline:
es: Esquema:
fr: Countour:
it: Schema:
ja: アウトライン:
pl: Obramowanie:
pt_br: Linha de cobertura:
ru: Контур:
tr: Kontur:
uk: Обрис:
zh_cn: 边框：
zh_tw: 邊框：

source: Parallel Task Limits
es: Límites de tareas paralelas
fr: Limites du Travail
it: Limiti di attività parallele
ja: 並列タスクの制限
pl: Limit Równoległych Zadań
pt_br: Limites de Trabalhos em Paralelo
ru: Лимит задач
tr: Paralel Görev Sınırları
uk: Паралельних завдань
zh_cn: 并行任务限制
zh_tw: 並行任務限制

source: Partial Render
es: Renderizado parcial
fr: Coupe Rendu
it: Rendering parziale
ja: 部分レンダリング
pl: Częściowy Render
pt_br: Renderização Parcial
ru: Частичный рендер
tr: Kısmi Oluşturma
uk: Часткове промальовування
zh_cn: 部分渲染
zh_tw: 部分繪製

source: Quality:
es: Calidad:
fr: Qualité:
it: Qualità:
ja: 品質:
pl: Jakość:
pt_br: Qualidade:
ru: Качество:
tr: Kalite:
uk: Якість:
zh_cn: 画质：
zh_tw: 質量：

source: Render
es: Renderizado
fr: Rendu
it: Renderizzato
ja: レンダリング
pl: Renderuj
pt_br: Renderizar
ru: Рендер
tr: Oluştur
uk: Промальовування
zh_cn: 渲染
zh_tw: 繪製

# RenderFfmpegWarning
source: This is for advanced users only. If you get a pipe ended error this is probably why.
es: Esto es sólo para usuarios avanzados. Si obtiene un error de pipe ended probablemente sea por esto.
fr: Ceci est réservé aux utilisateurs avancés. Si vous obtenez une erreur de type "pipe ended", c'est probablement la raison.
it: Questo è solo per utenti avanzati. Se ricevi un errore di pipe ended probabilmente è per questo.
ja: これは高度なユーザーのみです。もし「pipe ended」というエラーがでたらこれが原因かもしれません。
pl: Jest to tylko dla zaawansowanych użytkowników. Jeżeli otrzymasz "pipe ended error", to jest prawdopodobnie powód.
pt_br: Isto é somente para usuários avançados. Se teres um erro 'pipe ended', este provavelmente é o motivo.
ru: Опции только для продвинутых пользователй. Если вы получате сообщение об ошибке канала то опции ниже возможно являются причиной ошибки.
tr: Bu yalnızca ileri düzey kullanıcılar içindir. Bir "pipe ended error" alırsanız muhtemelen nedeni budur.
uk: Це тільки для досвідчених користувачів. Якщо ви отримуєте помилку "кінець", це може бути пов'язано з наступними причинами.
zh_cn: 仅供高级用户使用。若出现管道结束错误，原因可能出自此处。
zh_tw: 僅供進階使用者使用。如果出現管道結束錯誤，這可能就是原因。

# RenderFileFormat
source: File Format:
es: Formato de archivo:
fr: Format de la vidéo:
it: Formato del file:
ja: ファイルフォーマット:
pl: Format Pliku:
pt_br: Formato de arquivo:
ru: Формат файла:
tr: Dosya formatı:
uk: Формат файлу:
zh_cn: 文件格式：
zh_tw: 檔案格式：

# RenderFramerate
source: Framerate:
es: Velocidad de fotogramas:
fr: Fréquence de trame:
it: Frequenza dei fotogrammi:
ja: フレームレート:
pl: Częstotliwość wyświetlania klatek:
ru: Частота кадров:
tr: Kare hızı:
uk: Кадрова частота:
zh_cn: 帧速率：
zh_tw: 幀速率：

# RenderCodec
source: Codec:
ja: コーデック:
pl: Kodek:
ru: Кодек:
tr: Kodlayıcı:
uk: Кодек:
zh_cn: 编解码器：
zh_tw: 編解碼器：

# RenderTabEncoding
source: Encoding
es: Codificación
fr: Codage
it: Codifica
ja: エンコーディング
pl: Enkodowanie
pt_br: Codificação
ru: Кодировка
uk: Кодування
zh_cn: 编码
zh_tw: 編碼

# RenderTabGeneral
source: General
fr: Général
it: Generale
ja: 一般
pl: Ogólne
pt_br: Geral
ru: Основные
tr: Genel
uk: Основні
zh_cn: 常规
zh_tw: 一般

# RenderTabPreview
source: Preview
es: Vista previa
fr: Prévisualisation
it: Anteprima
ja: プレビュー
pl: Podgląd
pt_br: Prévia
ru: Предпросмотр
tr: Önizleme
uk: Предперегляд
zh_cn: 预览
zh_tw: 預覽

# RenderTabRendering
source: Rendering
es: Renderización
fr: Rendu
ja: レンダリング
pl: Renderowanie
pt_br: Renderizando
ru: Рендеринг
tr: Oluşturma
uk: Промальовування
zh_cn: 渲染
zh_tw: 繪製

# RenderTabScaling
source: Scaling
es: Escalado
fr: Échelle
ja: スケーリング
pl: Skalowanie
pt_br: Dimensionamento
ru: Масштабирование
tr: Ölçekle
uk: Масштабування
zh_cn: 缩放
zh_tw: 縮放

# RenderWidthHeightMustBeEven
source: Width and Height must be even
es: La anchura y la altura deben ser iguales
fr: La largeur et la hauteur doivent être des nombres pairs
it: La larghezza e l'altezza devono essere uguali
ja: 横幅と高さは偶数でなければいけない
pl: Szerokość i Wysokość musi być parzysta
pt_br: Largura e altura devem ser uniformes
ru: Ширина и высота должны быть четными
tr: Genişlik ve Yükseklik eşit olmalıdır
uk: Ширина і висота повинні бути рівними
zh_cn: 宽度和高度必须一致
zh_tw: 寬度和高度必須一致

source: Replace Embeds
es: Sustituir incrustaciones
fr: Remplacer les images intégrées
it: Sostituire istruzioni
ja: 埋め込みを置き換える
pl: Podmień Osadzenia
pt_br: Trocar Embutidos
ru: Заменять скачаные
tr: Gömülü Verileri Değiştir
uk: Оновити смайли
zh_cn: 替换嵌入内容
zh_tw: 取代嵌入內容

# ReplaceEmbedsTooltip
source: Replace all embedded emotes, badges, and cheermotes in the file. All embedded images will be overwritten!
es: Reemplaza todos los emotes, insignias y cheermotes incrustados en el archivo. Se sobrescribirán todas las imágenes incrustadas.
fr: Remplacez tous les émoticônes, badges et émoticônes d'encouragement intégrés dans le fichier. Toutes les images incorporées seront écrasées !
it: Rimpiazza tutti gli emotes, badge e cheermotes incorporati nel file. Tutte le immagini incorporate verranno sovrascritte.
ja: ファイルに埋め込まれた全てのスタンプ、バッジ、Cheerを置き換える。全ての埋め込まれたイメージが上書きされます！
pl: Podmień wszystkie osadzone emotki, odznaki oraz cheermotki w pliku. Wszystkie osadzone obrazy zostaną podmienione!
pt_br: Trocar todos os emotes embutidos, insígnias, e cheermotes no arquivo. Todas imagens embutidas serão sobrescritos!
ru: Заменять все скачанные эмодзи, значки и приведствия в файле. Все скачанные изображения будут замененны!
tr: Dosyadaki tüm gömülü emojileri, rozetleri ve cheeremojileri(bitleri) değiştirin. Gömülü tüm görüntülerin üzerine yazılacak!
uk: Замініть у файлі всі вбудовані смайлики, значки та смайлиик за бітси. Всі вбудовані зображення будуть замінені!
zh_cn: 替换文件中所有嵌入的表情、徽章和 Cheermote。所有嵌入的图像都将被覆盖！
zh_tw: 取代檔案中所有嵌入的表情（Emote）、徽章和 Cheermote。所有嵌入的影象都將被覆蓋！

source: Search Clips
es: Buscar clips
fr: Rechercher des Clips
it: Cerca clips
ja: クリップを検索
pl: Wyszukaj Klipy
pt_br: Procurar Clips
ru: Поиск клипов
tr: Klipleri ara
uk: Пошук кліпу
zh_cn: 搜索剪辑
zh_tw: 搜尋剪輯

source: Search VODs
es: Buscar VODs
fr: Rechercher des vidéos
it: Cerca VODs
ja: アーカイブを検索
pl: Wyszukaj VODy
pt_br: Procurar VODs
ru: Поиск видео
tr: VOD'ları ara
uk: Пошук відео
zh_cn: 搜索点播
zh_tw: 搜尋點播

source: Select All
es: Seleccionar todo
fr: Sélectionnez tout
it: Seleziona tutto
ja: 全て選択
pl: Wybierz Wszystko
pt_br: Selecionar Todos
ru: Выбрать всё
tr: Hepsini Seç
uk: Вибрати усі
zh_cn: 全部选择
zh_tw: 全部選擇

source: Selected Items:
es: Artículos seleccionados:
fr: Éléments sélectionnés:
it: Elementi selezionati:
ja: 選択されたアイテム:
pl: Wybrane Elementy:
pt_br: Itens Selecionados:
ru: Выбрано:
tr: Seçilen Öğeler:
uk: Вибрано:
zh_cn: 已选项目：
zh_tw: 已選專案：

source: Set Channel
es: Configurar canal
fr: Sélectionner un Streamer
it: Configura canale
ja: チャンネルを設定
pl: Ustaw Kanał
pt_br: Colocar Canal
ru: Выбрать канал
tr: Kanalı Ayarla
uk: Задати канал
zh_cn: 设置频道
zh_tw: 設定頻道

source: Sort:
es: Ordenar:
fr: Trier:
it: Riordina:
ja: ソート:
pl: Sortuj:
pt_br: Organizar:
ru: Сортировка:
tr: Sırala:
uk: Сортувати:
zh_cn: 排序：
zh_tw: 排序：

# StatusDone
source: Done
es: Hecho
fr: Fini
it: Fatto
ja: 完了
pl: Ukończono
pt_br: Feito
ru: Готово
tr: Tamamlandı
uk: Готово
zh_cn: 完成
zh_tw: 完成

# StatusDownloading
source: Downloading
es: Descargando
fr: Téléchargement
it: Scaricando
ja: ダウンロード中
pl: Pobieranie
pt_br: Baixando
ru: Скачивается
tr: İndiriliyor
uk: Завантаження
zh_cn: 正在下载
zh_tw: 正在下載

# StatusError
source: ERROR
fr: ERREUR
it: ERRORE
ja: エラー
pl: BŁĄD
pt_br: ERRO
ru: ОШИБКА
tr: HATA
uk: ПОМИЛКА
zh_cn: 错误
zh_tw: 錯誤

# StatusIdle
source: Idle
es: Sin actividad
fr: Désœuvré
it: Senza attività
ja: 待機中
pl: Oczekiwanie
pt_br: Dormindo
ru: Ожидание
tr: Boşta
uk: Не працює
zh_cn: 空闲
zh_tw: 空閒

# StatusRendering
source: Rendering
es: Renderización
fr: Rendu
ja: レンダリング中
pl: Renderowanie
pt_br: Renderizando
ru: Рендеринг
tr: Oluşturuluyor
uk: Промальовування
zh_cn: 正在渲染
zh_tw: 正在繪製

# StatusUpdating
source: Updating
es: Actualizando
fr: Mise à jour de
it: Terminato
ja: 中
pl: Aktualizowanie
pt_br: Atualizando
ru: Обновление
tr: Güncelleniyor
uk: Оновлення
zh_cn: 正在更新
zh_tw: 正在更新

source: Streamer:
fr: Streameur:
ja: 配信者:
pl: Nadawca:
ru: Стример:
tr: Yayıncı:
uk: Стрімер:
zh_cn: 实况主：
zh_tw: 實況主：

# StvEmotes
source: 7TV Emotes:
es: Emotes 7TV:
fr: Emoticônes 7TV:
it: Emotes 7TV:
ja: 7TV スタンプ:
pl: Emotki 7TV:
pt_br: Emotes 7TV:
ru: 7TV Эмодзи:
tr: 7TV Emojileri:
uk: 7TV смайлики:
zh_cn: 7TV 表情：
zh_tw: 7TV 表情（Emote）：

source: Sub Messages:
es: Mensajes secundarios:
fr: Messages des abonnés:
it: Messaggi secondari:
ja: サブスクライバーメッセージ:
pl: Wiadomości Subów:
pt_br: Mensagens de Sub:
ru: Сообщения подписчиков:
tr: Abone Mesajları:
uk: Повід. про підписників:
zh_cn: 订阅信息：
zh_tw: 訂閱資訊：

# TaskCancel
source: Cancel
es: Cancelar
fr: Annulation
it: Cancellare
ja: キャンセル
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal
uk: Скасувати
zh_cn: 取消
zh_tw: 取消

# TaskErrorButton
source: Error
fr: Erreur
it: Errore
ja: エラー
pl: Błąd
pt_br: Erro
ru: Ошибка
tr: Hata
uk: Помилка
zh_cn: 错误
zh_tw: 錯誤

source: Task Queue
es: Cola de tareas
fr: Queue de travaux
it: Coda di compiti
ja: タスクキュー
pl: Kolejka Zadań
pt_br: Fila de Trabalhos
ru: Очередь заданий
tr: Görev Sırası
uk: Черга завдань
zh_cn: 任务队列
zh_tw: 任務隊列

# ThirdPartyEmotes
source: 3rd Party Emotes
es: Emotes de terceros
fr: Emoticônes de tiers
it: Emotes di terzi
ja: サードパーティスタンプ
pl: Emotki Firm Trzecich
pt_br: Emotes 3rd Party
ru: Сторонние эмодзи
tr: 3.Parti İfadeleri
uk: Постачальник смайликів
zh_cn: 第三方表情
zh_tw: 第三方表情（Emote）

# ThirdPartyEmotesTooltip
source: Also embed third party emotes into the file. File size will be much larger.
es: También incrustar emotes de terceros en el archivo. El tamaño del archivo será mucho mayor.
fr: Incluez également les émoticônes de tiers dans le fichier. La taille du fichier sera beaucoup plus importante.
it: Incorpora anche emoticon di terze parti nel file. La dimensione del file sarà molto più grande.
ja: また、サードパーティのスタンプをファイルに埋め込む。ファイルサイズがかなり大きくなります。
pl: Również osadź emotki firm trzecich w pliku. Rozmiar pliku będzie o wiele większy.
pt_br: Também embuta emotes third party no arquivo. O tamanho do arquivo será muito mais largo.
ru: Также встраивать сторонние эмодзи в файл. Размер файла будет значительно больше.
tr: Ayrıca dosyaya üçüncü parti emojileri ekleyin. Dosya boyutu çok daha büyük olacaktır.
uk: Також вбудуйте у файл смайлики сторонніх розробників. Розмір файлу буде значно більшим.
zh_cn: 还可将第三方表情嵌入文件。文件大小会更大。
zh_tw: 還可將第三方表情（Emote）嵌入檔案。檔案大小會更大。

source: Timestamp Format:
es: Formato del sello de tiempo:
fr: Type d'horodatage:
it: Formato del tempo:
ja: タイムスタンプフォーマット:
pl: Format Znacznika Czasu:
pt_br: Formato de Tempo:
ru: Формат времени:
tr: Zaman Damgası Biçimi:
uk: Формат позначки часу:
zh_cn: 时间戳格式：
zh_tw: 時間戳格式：

# TimestampNone
source: None
es: Ninguno
fr: Non
it: Nessuno
pl: Żaden
pt_br: Nenhum
ru: Нет
tr: Hiçbiri
uk: Нема
zh_cn: 无
zh_tw: 無

# TimestampRelative
source: Relative
es: Relativo
fr: Relatif
it: Relativo
ja: 相対的
pl: Relatywny
pt_br: Relativo
tr: Bağlantılı
uk: Відносно
zh_cn: 相对值
zh_tw: 相對值

source: Timestamps:
es: Marcas de tiempo:
fr: Horodateurs:
it: Timestamp:
ja: タイムスタンプ:
pl: Znaczniki czasu:
pt_br: Tempos:
ru: Временные метки:
tr: Zaman damgaları:
uk: Мітки часу:
zh_cn: 时间戳：
zh_tw: 時間戳：

source: Top All Time
es: Más populares (TODO)
fr: Tous les Temps
it: Piò popolari (TODO)
ja: トップ 全期間
pl: Najlepsi Ogólnie
pt_br: Maior De todos os Tempos
ru: Топ за всё время
tr: Tüm Zamanların En İyisi
uk: Найкращі за весь час
zh_cn: 历史最高
zh_tw: 歷史最高

# TopSevenDays
source: Top 7 Days
es: Más populares (7 D)
fr: 7 Premiers Jours
it: Più popolari (7 D)
ja: トップ 7日間
pl: Najlepsi 7 dni
pt_br: Maior em 7 Dias
ru: Топ 7 дней
tr: Top 7 Gün
uk: Найкращі за 7 днів
zh_cn: 7 天内最高
zh_tw: 7 天內最高

# TopThirtyDays
source: Top 30 Days
es: Más populares (30 D)
fr: 30 Premiers Jours
it: Più popolari (30 D)
ja: トップ 30日間
pl: Najlepsi 30 dni
pt_br: Maior em 30 Dias
ru: Топ 30 дней
tr: Top 30 Gün
uk: Найкращі за 30 днів
zh_cn: 30 天内最高
zh_tw: 30 天內最高

# TopTwentyFourHours
source: Top 24 Hours
es: Más populares (24 H)
fr: 24 Premières Heures
it: Più popolari (24 H)
ja: トップ 24時間
pl: Najlepsi 24 godziny
pt_br: Maior em 24 Horas
ru: Топ 24 часа
tr: Top 24 Zaman
uk: Найкращі за 24 години
zh_cn: 24 小时内最高
zh_tw: 24 小時內最高

source: Unable to find thumbnail
es: No se puede encontrar la miniatura
fr: Nous n'avons pas pu trouver de vignettes
it: Impossibile trovare la miniatura
ja: サムネイルが見つかりません
pl: Nie można uzyskać miniaturki
pt_br: Incapaz de achar a thumbnail
ru: Не удалось найти превью
tr: Küçük Resim Bulunamıyor
uk: Не вдалося знайти мініатюру
zh_cn: 无法找到缩略图
zh_tw: 無法找到縮圖

# UnableToGetClipInfo
source: Unable to get Clip information. Please double check Clip ID and try again.
es: No se ha podido obtener la información del clip. Por favor, compruebe el Clip Slug e inténtelo de nuevo
fr: Nous n'avons pas pu obtenir d'informations sur le clip. Veuillez vérifier l'ID du clip et réessayer.
it: Impossibile ottenere informazioni sulla clip. Controlla il Clip Slug e riprova
ja: クリップの情報を取得できません。 クリップIDを再度確認して再度試してください。
pl: Nie można uzyskać informacji o Klipie. Sprawdź ponownie ID Klipu i spróbuj ponownie.
pt_br: Incapaz de pegar informações do Clip. Por favor verifique o ID do Clip e tente novamente.
ru: Не удалось найти информацию о клипе. Пожалуйста перепроверьте ID клипа и попробуйте заново.
tr: Klip bilgisi alınamıyor. Lütfen Clip Slug'u tekrar kontrol edin ve tekrar deneyin.
uk: Не вдалося отримати інформацію про кліп. Будь ласка, перевірте ID кліпу та спробуйте ще раз.
zh_cn: 无法获取剪辑信息。请仔细检查剪辑 ID 并重试。
zh_tw: 無法獲取剪輯資訊。請仔細檢查剪輯 ID 並重試。

source: Unable to get info
es: No se puede obtener información
fr: Nous n'avons pas pu obtenir l'information
it: Impossibile ottenere informazioni
ja: 情報を取得できません
pl: Nie można uzyskać informacji
pt_br: Incapaz de pegar a informação
ru: Не удалось получить информацию
tr: Bilgi alınamıyor
uk: Не вдалося отримати інформацію
zh_cn: 无法获取信息
zh_tw: 無法獲取資訊

# UnableToGetInfoMessage
source: Unable to get Video/Clip information. Please double check your link and try again
es: No se puede obtener información sobre el vídeo/clip. Por favor, compruebe su enlace e inténtelo de nuevo
fr: Nous n'avons pas pu obtenir l'information VOD/clip. Veuillez vérifier votre lien et réessayer
it: Impossibile ottenere informazioni sul vídeo/clip. Controlla il collegamento e riprova
ja: ビデオ/クリップの情報を取得できません。 リンクを再度確認して再度試してください。
pl: Nie można uzyskać informacji o Wideo/Klipie. Sprawdź ponownie swój link i spróbuj ponownie
pt_br: Incapaz de pegar a informação do Video/Clip. Por favor verifique o link e tente novamente.
ru: Ну удалось найти информацию о видео/клипе. Пожалуйста проверьте вашу ссылку и попробуйте заново.
tr: Video/Klip bilgileri alınamıyor. Lütfen bağlantınızı iki kez kontrol edin ve tekrar deneyin
uk: Не вдається отримати інформацію про відео/кліп. Будь ласка, перевірте посилання та спробуйте ще раз
zh_cn: 无法获取视频 / 剪辑信息。请仔细检查剪辑 ID 并重试。
zh_tw: 無法獲取影片 / 剪輯資訊。請仔細檢查剪輯 ID 並重試。
