Repository: lay295/TwitchDownloader
Catalog: TwitchDownloaderWPF/Translations/Strings.*.resx
Languages: es, fr, it, ja, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

# UnableToGetVideoInfo
source: Unable to get video information. Please make sure the Link/ID is correct and try again.
es: No se puede obtener información de vídeo. Asegúrese de que el enlace/ID es correcto e inténtelo de nuevo.
fr: Nous n'avons pas pu obtenir l'information vidéo. Veuillez vérifier votre lien et réessayer.
it: Impossibile ottenere informazioni sul video. Assicurati che il collegamento/ID sia corretto e riprova.
ja: ビデオの情報を取得できません。 リンク/IDを再度確認して再度試してください。
pl: Nie można uzyskać informacji o wideo. Sprawdź ponownie czy Link/ID jest poprawny i spróbuj ponownie.
pt_br: Incapaz de pegar a informação do Vídeo. Por favor verifique se o Link/ID está correto e tente novamente.
ru: Не удалось получить информацию о видео. Пожалуйта убедитесь, что ссылка/ID видео правильные и попробуйте заново.
tr: Video bilgileri alınamıyor. Lütfen Bağlantının/Kimliğin doğru olduğundan emin olun ve tekrar deneyin.
uk: Не вдається отримати інформацію про відео. Будь ласка, переконайтеся, що посилання/ID правильні та спробуйте ще раз.
zh_cn: 无法获取视频信息。请仔细检查链接 / ID 并重试。
zh_tw: 無法獲取影片資訊。請仔細檢查連結 / ID 並重試。

source: Unable to parse inputs
es: No se pueden analizar las entradas
fr: Nous n'avons pas pu analyser les entrées
it: Impossibile analizzare gli input
ja: 入力を解析できませんでした
pl: Nie można przetworzyć danych wejściowych
pt_br: Incapaz de pegar argumentos
ru: Не удалось распознать ввод
tr: Girişler ayrıştırılamıyor
uk: Не вдається розібрати вхідні дані
zh_cn: 无法解析输入
zh_tw: 無法解析輸入

# UnableToParseInputsMessage
source: Please double check your inputs are valid
es: Compruebe que los datos introducidos son válidos
fr: Veuillez vous assurer que vos entrées sont valides
it: Verificare che i dati immessi siano validi
ja: 入力が正しいか再度確認してください
pl: Sprawdź czy twoje dane wejściowe są poprawne
pt_br: Por favor verifique se os argumentos são válidos
ru: Пожалуйста перепроверьте введенные значения
tr: Lütfen girdilerinizin geçerli olup olmadığını bir kez daha kontrol edin
uk: Будь ласка, перевірте правильність введених даних
zh_cn: 请仔细检查你的输入是否有效
zh_tw: 請仔細檢查你的輸入是否有效

source: Unable to parse link
es: No se puede analizar el enlace
fr: Nous n'avons pas pu analyser le lien
it: Impossibile analizzare il link
ja: リンクを解析できませんでした
pl: Nie można przetworzyć linku
pt_br: Incapaz de pegar o link
ru: Не удалось распознать ссылку
tr: Bağlantı ayrıştırılamıyor
uk: Не вдалося розібрати посилання
zh_cn: 无法解析链接
zh_tw: 無法解析連結

# UnableToParseLinkMessage
source: Please double check the VOD/Clip link
es: Compruebe el enlace VOD/Clip
fr: Veuillez vérifier le lien VOD/clip
it: Controllare il collegamento VOD/Clip
ja: アーカイブ/クリップのリンクが正しいか再度確認してください
pl: Sprawdź czy link VODa/Klipu jest poprawny
pt_br: Por favor verifique o link do VOD/Clip
ru: Пожалуйта перепроверьте ссылку на видео/клип.
tr: Lütfen VOD/Klip bağlantısını iki kez kontrol edin
uk: Будь ласка, перевірте посилання відео/кліп
zh_cn: 请仔细检查点播 / 剪辑链接
zh_tw: 請仔細檢查點播 / 剪輯連結

source: Unknown
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
pl: Nieznany
pt_br: Desconhecido
ru: Неизвестно
tr: Bilinmeyen
uk: Невідомо
zh_cn: 未知
zh_tw: 未知

source: Update
es: Actualizar
fr: Mise à jour
it: Aggiornare
ja: 更新
pl: Aktualizuj
pt_br: Atualizar
ru: Обновить
tr: Güncelleme
uk: Оновлення
zh_cn: 更新
zh_tw: 更新

source: Update Rate:
es: Tasa de actualización:
fr: Taux de mise à jour :
it: Frequenza di aggiornamento:
pl: Częstotliwość Aktualizacji:
pt_br: Taxa de Atualização:
ru: Частота обновления:
tr: Güncelleme Sıklığı:
uk: Частота оновлення:
zh_cn: 更新速率：
zh_tw: 更新速率：

source: URL List
es: Lista de URL
fr: Liste de Liens
it: Lista di URL
ja: URLリスト
pl: Lista URL
pt_br: Lista de URL
ru: Список URL
tr: Bağlantı Listesi
uk: Перелік посилань
zh_cn: URL 列表
zh_tw: URL 列表

source: Verbose Error Output
es: Salida de error detallada
fr: Sortie d'erreur verbeuse
it: Output di errore dettagliato
ja: 詳細なエラー出力
pl: Szczegółowe Wyjście Błedu
pt_br: Saída de Erros com Ladainha
ru: Подробный вывод ошибок
tr: Ayrıntılı Hata Çıktısı
uk: Розгорнутий вивід помилки
zh_cn: 详细错误输出
zh_tw: 詳細錯誤輸出

source: Verbose Errors:
es: Detalles de errores:
fr: Erreurs Verbeuses:
it: Dettagli di errori:
ja: 詳細なエラー:
pl: Wyświetlaj Błędy Szczegółowo:
pt_br: Erros com Ladainha:
ru: Подробные ошибки:
tr: Ayrıntılı Hatalar:
uk: Розгорнуті помилки:
zh_cn: 详细错误：
zh_tw: 詳細錯誤：

# VideoCreatedAt
source: Created:
es: Creado:
fr: Créé à:
it: Creato:
ja: 作成日:
pl: Utworzone:
pt_br: Criado:
ru: Создан:
tr: Tarih:
uk: Створено:
zh_cn: 创建时间：
zh_tw: 建立時間：

# VideoTitle
source: Title:
es: Título:
fr: Titre:
it: Titolo:
ja: タイトル:
pl: Tytuł:
pt_br: Título:
ru: Название:
tr: Başlık:
uk: Назва:
zh_cn: 标题：
zh_tw: 標題：

source: VOD/Clip Link:
es: Enlace VOD/Clip:
fr: Lien Vidéo/Clip:
it: Link VOD/Clip:
ja: アーカイブ/クリップのリンク:
pl: Link VODa/Klipu:
pt_br: Link do VOD/Clip:
ru: Ссылка на видео/клип:
tr: VOD/Klip Bağlantısı:
uk: Посилання на кліп/відео:
zh_cn: 点播 / 剪辑链接：
zh_tw: 點播 / 剪輯連結：

source: VOD Download
es: Descarga VOD
fr: Télécharger du vidéos
it: Scarica VOD
ja: アーカイブのダウンロード
pl: Pobierz VOD
pt_br: Download da VOD
ru: Скачать видео
tr: VOD İndir
uk: Завантаження відео
zh_cn: 点播下载
zh_tw: 點播下載

source: VOD Downloads
es: Descargas VOD
fr: Téléchargements de vidéos
it: Scarica VOD
ja: アーカイブのダウンロード
pl: Pobrania VOD
pt_br: Downloads de VODs
ru: Загрузки видео
tr: VOD İndirmeleri
uk: Завантаження відео
zh_cn: 点播下载
zh_tw: 點播下載

# VodExpiredOrIdCorrupt
source: Video is expired or embedded ID is corrupt
es: El vídeo ha caducado o el ID incrustado está dañado
fr: La vidéo a expiré ou l'identifiant incorporé est corrompu
it: Il video è scaduto o l'ID incorporato è danneggiato
ja: ビデオの有効期限が切れているか、埋め込みIDが壊れている
pl: Wideo wygasło lub osadzone ID jest uszkodzone
pt_br: Vídeo está expirado ou o ID embutido está corrupto
ru: Видео больше не доступно или сохраненный ID поврежден
tr: Videonun süresi dolmuş veya yerleştirlmiş kimlik bozuk
uk: Термін придатності відео закінчився або ID невірний
zh_cn: 视频过期或嵌入的 ID 损坏
zh_tw: 影片過期或嵌入的 ID 損壞

source: VOD Link/ID:
es: Enlace VOD/ID:
fr: Lien/ID Vidéo:
it: Link VOD/ID:
ja: アーカイブ リンク/ID:
pl: Link/ID VOD:
pt_br: Link/ID da VOD:
ru: Ссылка/ID видео:
tr: VOD Bağlantısı/ID:
uk: Посилання/ID на відео:
zh_cn: 点播链接 / ID：
zh_tw: 點播連結 / ID：

# TemplateVods
source: VODs:
fr: Vidéos:
ja: アーカイブ:
pl: VODy:
ru: Видео:
tr: VOD'lar:
uk: Відео:
zh_cn: 点播：
zh_tw: 點播：

source: Download Chat
es: Descargar Chat
fr: Télécharger le Chat
it: Scarica Chat
ja: チャットのダウンロード
pl: Pobierz Czat
pt_br: Download do Chat
ru: Скачать чат
tr: Sohbeti İndir
uk: Завантажити чат
zh_cn: 下载聊天
zh_tw: 下載聊天

source: Download Folder:
es: Descargar carpeta:
fr: Dossier de Téléchargement:
it: Scarica cartella:
ja: ダウンロードフォルダ:
pl: Folder Pobrań:
pt_br: Pasta de Download:
ru: Папка загрузок:
tr: İndirme Klasörü:
uk: Тека завантажень:
zh_cn: 下载文件夹：
zh_tw: 下載資料夾：

source: Download Video
es: Descargar vídeo
fr: Télécharger la Vidéo
it: Scarica video
ja: ビデオのダウンロード
pl: Pobierz Wideo
pt_br: Download do Vídeo
ru: Скачать видео
tr: Videoyu indir
uk: Завантажити відео
zh_cn: 下载视频
zh_tw: 下載影片

# ApplicationLanguage
source: Language
es: Idioma
fr: Langue
it: Lingua
ja: 言語
pl: Język
pt_br: Linguagem
ru: Язык
tr: Dil
uk: Мова
zh_cn: 语言
zh_tw: 語言

source: Render Chat
es: Renderizar chat
fr: Rendu le Chat
it: Renderizza chat
ja: チャットのレンダリング
pl: Renderuj Czat
pt_br: Renderizar o Chat
ru: Рендер чата
tr: Sohbeti Oluştur
uk: Промальовування чату
zh_cn: 渲染聊天
zh_tw: 繪製聊天

source: Highlight Indent Scale:
es: Resaltar escala de sangría:
fr: Échelle de l'indentation de l'abonnement:
it: Evidenzia scala di rientro:
pl: Podświetl Skalę Akapitu:
pt_br: Marcar a Escala de Corte:
ru: Размер отступа выделения:
tr: Girinti Ölçeğini Vurgula:
uk: Розмір відступів:
zh_cn: 高亮缩进比例：
zh_tw: 突顯縮排比例：

source: Highlight Stroke Scale:
es: Resaltar escala de trazos:
fr: Échelle des accents d'abonnement:
it: Evidenzia la scala dei tratti:
pl: Podświetl Skalę Obrysu:
pt_br: Marcar a Escala de Marcação:
ru: Размер обводки выделения:
tr: Stoke Skalasını Vurgulayın:
uk: Розмір штрихів:
zh_cn: 高亮描边比例：
zh_tw: 突顯描邊比例：

source: Badge Scale:
es: Tamaño de insignias:
fr: Échelle des badges:
it: Dimensione dei badge:
pl: Skala Odznaki:
pt_br: Escala de Insígnia:
ru: Масштаб значков:
tr: Rozet Ölçeği:
uk: Розмір значків:
zh_cn: 徽章比例：
zh_tw: 徽章比例：

source: Emoji Scale:
es: Tamaño Emoji:
fr: Échelle des emoji:
it: Dimensione Emoji:
pl: Skala Emoji:
pt_br: Escala de Emoji:
ru: Размер смайлов:
tr: Emoji Ölçeği:
uk: Розмір типових смайликів:
zh_cn: Emoji 比例：
zh_tw: 表情符號（Emoji）比例：

source: Emote Scale:
es: Tamaño Emote:
fr: Échelle des émoticônes:
it: Dimensione Emote:
pl: Skala Emotek:
pt_br: Escala de Emote:
ru: Размер эмодзи:
tr: Emoji Ölçeği:
uk: Розмір смайликів від постачальників:
zh_cn: 表情比例：
zh_tw: 表情（Emote）比例：

source: Emote Spacing Scale:
es: Escala de espaciado de los emoticonos:
fr: Échelle d'espacement des émoticônes:
it: Scala di spaziatura delle emoticon:
pl: Skala Odstępu Emotek:
pt_br: Escala de Espaçamento de Emote:
ru: Расстояние между эмодзи:
tr: Emoji Aralığı Ölçeği:
uk: Розмір відступів між смайликами:
zh_cn: 表情间距比例：
zh_tw: 表情（Emote）間距比例：

source: Side Padding Scale:
es: Escala de relleno lateral:
fr: Échelle de marge latérale:
it: Scala di riempimento laterale:
pl: Skala Dopełnienia Bocznego:
pt_br: Escala de Preenchimento Lateral:
ru: Размер бокового отступа:
tr: Yan Dolgu Ölçeği:
uk: Розмір відступів:
zh_cn: 侧边距比例：
zh_tw: 邊緣填充比例：

source: Section Height Scale:
es: Escala de altura de la sección:
fr: Échelle de hauteur de ligne:
it: Scala di altezza della sezione:
pl: Skala Wysokości Sekcji:
pt_br: Escala da Seção de Altura:
ru: Масштаб высоты секции:
tr: Bölüm Yüksekliği Ölçeği:
uk: Розмір вистоти секції:
zh_cn: 区域高度比例：
zh_tw: 片段高度比例：

source: Vertical Spacing Scale:
es: Escala de espaciado vertical:
fr: L'échelle de l'espace entre les messages:
it: Scala di spaziatura verticale:
pl: Pionowa Skala Odstępu:
pt_br: Escala de Espaçamento Vertical:
ru: Размер вертикального отступа:
tr: Dikey Aralık Ölçeği:
uk: Розмір вертикального відступу:
zh_cn: 垂直间距比例：
zh_tw: 垂直間隔比例：

source: Word Spacing Scale:
es: Escala de espaciado entre palabras:
fr: Échelle d'espacement des mots:
it: Scala di spaziatura tra le parole:
pl: Skala Odstępu Słów:
pt_br: Escala do Espaçamento de Palavras:
ru: Межбуквенное расстояние:
tr: Kelime Boşluğu Ölçeği:
uk: Міжрядковий інтервал:
zh_cn: 词间距比例：
zh_tw: 字間距比例：

source: File Not Found:
es: Archivo no encontrado:
fr: Fichier non trouvé:
it: File non trovato:
ja: ファイルが見つかりませんでした:
pl: Nie Znaleziono Pliku:
pt_br: Arquivo não Encontrado:
ru: Файл не найден:
tr: Dosya bulunamadı:
uk: Файл не знайдено:
zh_cn: 未找到文件：
zh_tw: 未找到檔案：

source: Fatal Error
es: Error fatal
fr: Erreur Fatale
it: Errore fatale
ja: 致命的なエラー
pl: Błąd Krytyczny
pt_br: Erro Fatal
ru: Критическая ошибка
tr: Önemli hata
uk: Критична помилка
zh_cn: 致命错误
zh_tw: 致命錯誤

source: Theme not found
es: Tema no encontrado
fr: Le thème n'a pas été trouvé
it: Tema non trovato
ja: テーマが見つかりませんでした
pl: Motyw nie znaleziony
pt_br: Tema não encontrado
ru: Тема не найденна
tr: Tema bulunamadı
uk: Тему не знайдено
zh_cn: 未找到主题
zh_tw: 未找到主題

# ThemeNotFoundMessage
source: {theme} was not found. Reverting theme to System
es: {theme} no se ha encontrado. Revertir tema a Sistema
fr: {theme} n'a pas été trouvé. Passage au thème système
it: {0} non è stato trovato. Ripristina tema a Sistema
ja: {0} が見つかりませんでした。 テーマをシステムに戻す。
pl: {theme} nie został znaleziony. Przywracanie Systemowego motywu
pt_br: {theme} não foi encontrado. Revertendo tema pro Sistema
ru: {0} не найденна. Откат на системную
tr: {theme} bulunamadı. Sistem temasına geri döndürülüyor
uk: {0} не знайдено. Повертаємо тему до системної
zh_cn: 未找到 {0}。将主题还原为系统。
zh_tw: 未找到 {0}。將主題還原為系統。

# MessageDispersion
source: Dispersion
it: Dispersione
ja: 分散
pl: Rozproszenie
pt_br: Dispersação
ru: Разбиение
tr: Dağıtma
uk: Розсіювання
zh_cn: 离散化
zh_tw: 散佈

# MessageDispersionTooltip
source: In November 2022 a Twitch API change made chat messages download only in whole seconds. This option uses additional metadata to attempt to restore messages to when they were actually sent. This may result in a different comment order.
es: En noviembre de 2022, un cambio en la API de Twitch hizo que los mensajes de chat sólo se descargaran en segundos enteros. Esta opción utiliza metadatos adicionales para intentar restaurar los mensajes al momento en que se enviaron realmente. Esto puede resultar en un orden de comentarios diferente.
fr: En novembre 2022, une modification de l'API de Twitch a fait en sorte que les messages de chat ne se téléchargent plus que par secondes entières. Cette option utilise des métadonnées supplémentaires pour tenter de restaurer les messages au moment où ils ont été réellement envoyés. Il se peut que l'ordre des commentaires soit différent.
it: Nel novembre 2022, una modifica all'API di Twitch ha fatto sì che i messaggi di chat venissero scaricati solo in pochi secondi interi. Questa opzione utilizza metadati aggiuntivi per tentare di ripristinare i messaggi.
ja: 2022年11月にTwitch APIが変更され、チャットメッセージのダウンロードが秒単位になりました。このオプションでは、追加のメタデータを使用して、メッセージが実際に送信された時刻に復元しようとします。その結果、コメントの順序が異なる場合があります。
pl: Zmiana API Twitcha w Listopadzie 2022 wymusiła pobieranie wiadomości czatu tylko w pełnych sekundach. Jeżeli istnieje parę wiadomości w jednej sekundzie, zostaną one inteligentnie rozproszone w sekundzie aby poprawic płynność czatu.
pt_br: Em Novembro de 2022 uma mudança do API da Twitch fez mensagens do chat baixar somente em segundos inteiros. Esta opção usa metadados adicionais para tentar restaurar mensagens quando elas foram realmente enviadas. Isto deve resultar em uma ordem de comentários diferente.
ru: С ноября 2022 года в результате изменения API Twitch сообщения чата загружаются не более одного за одну секунду. Если в секунду отправленно несколько сообщений, они будут распределены по нескольким секундам, для улучшения потока чата.
tr: Kasım 2022'de bir Twitch API değişikliği ile, sohbet mesajlarının yalnızca tam saniyeler içinde indirilmesini sağladı. Saniyede birden fazla mesaj varsa, sohbet akışını iyileştirmek için akıllı bir şekilde mesajlar saniyeye dağıtılacaktır.
uk: У листопаді 2022 року в API Twitch було внесено зміни, завдяки яким повідомлення чату завантажуються лише за цілі секунди. Ця опція використовує додаткові метадані, щоб спробувати відновити повідомлення до моменту, коли вони були фактично надіслані. Це може призвести до зміни порядку повідомлень.
zh_cn: 2022 年 11 月，Twitch API 发生变化，聊天信息只能以整秒为单位下载。该选项使用额外的元数据来尝试将信息还原到实际发送的时间。这可能会导致不同的评论顺序。
zh_tw: 2022 年 11 月，Twitch API 發生變化，聊天資訊只能以整秒為單位下載。該選項使用額外的中繼資料來嘗試將資訊還原到實際傳送的時間。這可能會導致不同的評論順序。

# ChatCompression
source: Compression:
es: Compresión:
it: Compressione:
ja: 圧縮:
pl: Kompresja:
pt_br: Compressão:
ru: Сжатие:
tr: Sıkıştırma:
uk: Стиснення:
zh_cn: 压缩：
zh_tw: 壓縮：

# ChatCompressionNone
source: None
es: Ninguno
fr: Non
it: Nessuno
pl: Żadna
pt_br: Nenhuma
ru: Нет
tr: Hiçbiri
uk: Немає
zh_cn: 无
zh_tw: 無

# ThemesFailedToWrite
source: Some included themes failed to write.
es: Algunos temas incluidos no se escribieron.
fr: Certains thèmes inclus n'ont pas été écrits.
it: Alcune temi incluse non sono state scritte.
ja: テーマに含まれているものの書き込みに失敗しました。
pl: Nie udało się zapisać niektórych zawartch motywów.
pt_br: Alguns temas inclusos falharam a serem escritas.
ru: Не удалось записать некоторые добавленные темы.
tr: Dahil edilen bazı temalar yazılamadı.
uk: Деякі з включених тем не вдалося записати.
zh_cn: 未能读写一些包含的主题。
zh_tw: 未能讀寫一些包含的主題。

# TitleGlobalSettings
source: Global Settings
es: Ajustes globales
fr: Paramètres de l'application
it: Impostazioni globali
ja: グローバル設定
pl: Ustawienia Globalne
pt_br: Configurações Globais
ru: Общие настройки
tr: Genel Ayarlar
uk: Загальні налаштування
zh_cn: 全局设置
zh_tw: 全域設定

# TitleEnqueueOptions
source: Enqueue Options
es: Opciones de cola
fr: Options de mise en file d'attente
it: Opzioni di coda
ja: キュー追加設定
pl: Opcje Zakolejkowania
pt_br: Opções de Fila
ru: Опции очереди
tr: Sıraya Alma Seçenekleri
uk: Налаштування черги
zh_cn: 队列选项
zh_tw: 等待選項

# TitleRenderRange
source: Select Render Rage (Seconds)
es: Seleccione el tiempo de renderizado (segundos)
fr: Sélectionnez la plage de rendu (Secondes)
it: Seleziona il tempo di rendering (secondi)
ja: レンダリング範囲の選択 (秒)
pl: Wybierz Rage Renderu (Sekundy)
pt_br: Selecione a Faixa a ser Renderizada(Segundos)
ru: Выберите диапазон рендера (Секунды)
tr: Oluşturma Süresini seçin (Saniye)
uk: Виберіть діапазон промальовування (у секундах)
zh_cn: 选择渲染速度（秒）
zh_tw: 選擇繪製速度（秒）

# TitleUrlList
source: Mass Download URL List
es: Lista de URL de descarga masiva
fr: Téléchargement d'URL en masse
it: Lista di URL di scaricamento massivo
ja: ダウンロードURLのリスト
pl: Masowo Pobierz Listę URL
pt_br: Download em Massa da Lista de URL
ru: Список URL для массовой загузки
tr: Toplu İndirme URL Listesi
uk: Список посилань для масового завантаження
zh_cn: 批量下载 URL 列表
zh_tw: 批次下載 URL 列表

# TitleVideoMassDownloader
source: Video Mass Downloader
es: Descargador masivo de vídeos
fr: Téléchargeur de vidéos en masse
it: Download di massa di video
pl: Masowe Pobieranie Wideo
pt_br: Download em Massa de Vídeo
ru: Массовая загрузка видео
tr: Toplu Video İndirici
uk: Масове завантаження відео
zh_cn: 视频批量下载
zh_tw: 影片批次下載

# TitleClipMassDownloader
source: Clip Mass Downloader
es: Descargador masivo de clips
fr: Téléchargeur des clips en masse
it: Download di massa di clips
pl: Masowe Pobieranie Klipów
pt_br: Download em Massa de Clip
ru: Массовая загрузка клипов
tr: Toplu Klip İndirici
uk: Масове завантаження кліпів
zh_cn: 剪辑批量下载
zh_tw: 剪輯批次下載

# ApplicationLanguageTooltip
source: Is TwitchDownloaderWPF not available in your native language? Click to learn how to help translate!
es: ¿TwitchDownloaderWPF no está disponible en tu idioma? ¡Haz clic para saber cómo ayudar a traducir!
fr: TwitchDownloaderWPF n'est pas disponible dans votre langue maternelle ? Cliquez pour apprendre comment aider à traduire !
it: TwitchDownloaderWPF non è disponibile nella tua lingua? Fai click per sapere come aiutare o tradutte!
ja: あなたの母国語でTwitchDownloaderWPFが利用できませんか？クリックで翻訳を手伝う方法を学ぶ！
pl: TwitchDownloaderWPF nie jest dostępny w twoim natywnym języku? Kliknij, aby dowiedzieć się jak nas wspomóc!
pt_br: O TwitchDownloaderWPF não está disponível em sua languagem nativa? Clique para aprender como ajudar a traduzir!
ru: TwitchDownloaderWPF не доступен на твоем языке? Нажми здесь чтобы узнать как помочь с переводом!
tr: TwitchDownloaderWPF ana dilinizde mevcut değil mi? Çeviriye nasıl yardım edeceğinizi öğrenmek için tıklayın!
uk: TwitchDownloaderWPF недоступно на вашій мові? Натисніть тут, щоб дізнатися, як допомогти з перекладом!
zh_cn: TwitchDownloaderWPF 没有你的母语版本？点击了解如何帮助翻译！
zh_tw: TwitchDownloaderWPF 沒有你的母語版本？點選瞭解如何幫助翻譯！

source: Invalid Folder Path
es: Ruta de carpeta no válida
fr: Chemin d'accès au répertoire non valide
it: Percorso della cartella non valido
ja: 不正なフォルダパス
pl: Nieprawidłowa Ścieżka Folderu
pt_br: Diretório da Pasta Inválido
ru: Неправильный путь к папке
tr: Geçersiz Klasör Yolu
uk: Неправильний шлях до папки
zh_cn: 文件夹路径无效
zh_tw: 資料夾路徑無效

# StatusCanceled
source: Canceled
es: Cancelado
fr: Annulé
it: Cancellato
ja: キャンセルされた
pl: Anulowano
pt_br: Cancelado
ru: Отменено
tr: İptal edildi
uk: Скасовано
zh_cn: 已取消
zh_tw: 已取消

# StatusCanceling
source: Canceling
es: Cancelando
fr: en Arrêtant
it: Cancellato
ja: キャンセル中
pl: Anulowanie
pt_br: Cancelando
ru: Отменяем
tr: İptal Ediliyor
uk: Скасування
zh_cn: 正在取消
zh_tw: 正在取消

source: Maximum Thread Bandwidth
es: Ancho de banda máximo
fr: Bande passante par connexion
it: Larghezza di banda massima
ja: 最大スレッド帯域幅
pl: Maksymalna Przepustowość Wątku
pt_br: Banda Máxima de Processo
ru: Максимальная пропускная способность
tr: Maksimum İşlem Bant Genişliği
uk: Максимальна пропускна здатність
zh_cn: 最大线程宽带
zh_tw: 執行緒最大頻寬

# MaximumThreadBandwidthTooltip
source: The maximum bandwidth that new download threads will be allowed to use, in kibibytes per second.
es: El ancho de banda máximo que se permitirá utilizar a los nuevos hilos de descarga, en kibibytes por segundo.
fr: La bande passante maximale que les nouvelles connexions seront autorisées à utiliser, en kibibytes par seconde.
it: La larghezza di banda massima che i nuovi thread di download potranno utilizzare, in kibibyte al secondo.
ja: 新しいダウンロードスレッドが使用できる最大帯域幅を、1 秒あたりのキロバイト数で指定する。
pl: Maksymalna przepustowość, którą nowe wątki pobierania będą mogły używać, kilobajty na sekundę.
pt_br: A banda máxima que um novo processo de download será permitido a usar, em kibibytes por segundo.
ru: Максимальная пропускная способность, доступная новым потокам загрузки, в килобайтах в секунду.
tr: Yeni indirme iş parçacıklarına izin verilecek maksimum bant genişliği, saniye/kilobayt cinsinden ifade edilir.
uk: Максимальна пропускна здатність, яку дозволяється використовувати новим потокам завантаження, в кілабайтах на секунду.
zh_cn: 允许新下载线程使用的最大带宽（KiB/s）。
zh_tw: 允許新下載執行緒使用的最大頻寬（千位元組 / 秒）。

# RenderImageSharpening
source: Sharpening:
es: Nitidez:
fr: Renforcement de l'image:
it: Nitidezza:
pl: Wyostrzanie:
pt_br: Clareando:
ru: Резкость:
tr: Keskinlik:
uk: Різкість:
zh_cn: 锐化：
zh_tw: 銳化：

# TimestampLocal
source: Local
fr: L'Heure locale
it: LocalE
ja: ローカル
pl: Lokalny
ru: Локальный
tr: Lokal
uk: Локальний
zh_cn: 本地
zh_tw: 本機

# SettingsTimeFormat
source: Time Format:
es: Formato de hora:
fr: Format horaire:
it: Formato dell'ora:
ja: 時刻フォーマット:
pl: Format Czasu:
pt_br: Formato de Tempo:
ru: Формат времени:
tr: Zaman Formatı:
uk: Формат часу:
zh_cn: 时间格式：
zh_tw: 時間格式：

source: No JSON files selected
es: No hay archivos JSON seleccionados
it: Non ci sono file JSON selezionati
ja: JSONファイルが選択されていません
pl: Nie wybrano plików JSON
pt_br: Nenhum arquivo JSON selecionado
ru: Не выбран JSON файл
tr: JSON dosyası seçilmedi
uk: JSON не обрано
zh_cn: 未选择 JSON 文件
zh_tw: 未選擇 JSON 檔案

# InsufficientAccessMayNeedOauth
source: Insufficient access. OAuth may be required.
es: Acceso insuficiente. Es posible que se requiera OAuth.
fr: Accès insuffisant. OAuth peut être nécessaire.
it: Accesso insufficiente. Potrebbe essere necessario OAuth.
ja: アクセス不足。Oauthが必要な場合があります。
pl: Niewystarczający dostęp. OAuth może być wymagane.
pt_br: Acesso insuficiente. OAuth deve ser necessário.
ru: Не удалось получить доступ. Возможно нужна OAuth авторизация.
tr: Yetersiz erişim. OAuth gerekli olabilir.
uk: Недостатній доступ. Може знадобитися OAuth.
zh_cn: 访问权限不足。可能需要 OAuth。
zh_tw: 訪問權限不足。可能需要 OAuth。

source: Emoji Vendor:
es: Tipo de Emoji:
fr: Fournisseur d'Emoji:
it: Tipo di Emoji:
ja: Emojiベンダー:
pl: Dostawca Emoji:
pt_br: Provedor do Emoji:
ru: Поставщик смайлов:
tr: Emoji:
uk: Постачальник типових смайликів:
zh_cn: Emoji 提供者：
zh_tw: 表情符號（Emoji）提供者：

# EmojiVendorNone
source: None
es: Ninguno
fr: Non
it: Nessuno
pl: Żaden
pt_br: Nenhum
ru: Нет
tr: Hiçbiri
uk: Ніхто
zh_cn: 无
zh_tw: 無
